{
  "ourAddress": "Unsere Adresse",
  "workingHours": "Öffnungszeiten",
  "delivery": "Lieferung",
  "payment": "Zahlung",
  "reviews": "Bewertungen",
  "language": "Sprache",
  "theme": "Thema",
  "personalArea": "Persönlicher Bereich",
  "login": "Anmeldung",
  "registration": "Registrierung",
  "searchPlaceholder": "Suche",
  "searchButton": "Suche",
  "logout": "Ausloggen",
  "languages": {
    "english": "🇬🇧",
    "polish": "🇵🇱",
    "german": "🇩🇪",
    "hungarian": "HR",
    "ukrainian": "🇺🇦"
  },
  "Buttons": {
    "Cart": "Wagen"
  },
  "Product": {
    "Warning": "Wenn Sie nicht sicher sind, dass die Mechatronik zu Ihrem Auto passt, setzen Sie, bitte, mit uns in Verbindung und kaufen die Ware nicht!",
    "Detail": "Der Artikel wurde vollkommen auseinander genommen, gereinigt und auf Abnutzung und Bruchstellen untersucht. Alle abgenutzten und/oder nicht funktionierenden Teile wurden durch neue oder aufgearbeitete Komponenten ersetzt. In seiner Funktionsweise entspricht das Teil einem neuen Teil und kann nicht von einem neuen Teil unterschieden werden.",
    "Exchange": "Es wird -20% im Austausch verkauft. Der Preis gilt nur für ungeöffnete Steuergeräte, die keine Wasserschaden, Brandschaden oder äußerliche Beschädigungen erlitten haben. Sie müssen Ihre Mechatronik einschicken, wir schicken erneute Mechatronik an Sie zurück. Wenn Sie damit nicht einverstanden sind, dann kaufen Sie bitte nicht.",
    "PartNum": "Artikelnummer",
    "ProdCode": "Produktcode",
    "Producer": "Hersteller",
    "Price": "Preis",
    "addCart": "Produkt zum Warenkorb hinzufügen",
    "addCartText": "Produkt(e) wurde(n) zum Warenkorb hinzugefügt",
    "quantity": "Menge"
  },
  "SomeDefaultTranslationKey": "Dieses Produkt ist unbegrenzt",
  "Cart": {
    "title": "Warenkorb",
    "empty": "Der Warenkorb ist leer",
    "orderStart": "Bestellung absenden",
    "ordering": "Bestellung wird aufgegeben",
    "name": "Name:",
    "number": "Nummer:",
    "city": "Stadt:",
      "brand": "Produktname",
      "value": "Wert",
      "quantity": "Menge",
      "price": "Preis",
      "remove": "Produkt entfernen",
      "totalPrice": "Gesamtpreis",
      "orderEnd": "Warenkorb leeren",
      "nameprod": "Marke",
      "code": "Produktcode"
  
  },
  "Footer": {
    "info": "Information",
    "guarantee": "Garantie",
    "send": "Schreiben Sie uns",
    "returnProd": "Rückgabe von Waren",
    "buyPart": "Ersatzteile kaufen",
    "telphone1": "+49 152 377 11 276",
    "telephoneLink1": "+4915237711276",
    "telphone2": "+49 173 45 24 264",
    "telephoneLink2": "+491734524264",
    "facebook": "https://www.facebook.com/dsgserviceberlin/",
    "youtube": "https://youtube.com/@HIXA-Service?feature=shared",
    "insta": "https://www.instagram.com/servicedsg.de/",
    "mail": "hixaug@gmail.com",
    "schedule": "Arbeitszeit der Verkaufsabteilung",
    "workTime": "Mo-Fr: 9:00-18:00",
    "weekend": "Sa-So: Geschlossen",
    "serviceTime": "Öffnungszeiten der Service-Station",
    "adressTitle": "Unsere Adresse",
    "adress": "«DSG Service Berlin» Gärtnerstraße 17, 13055 Berlin"
  },
  "emptyCat": "Leider haben wir dieses Produkt nicht",
  "Registr": {
    "registr": "Registrierung",
    "email": "E-Mail",
    "password": "Passwort",
    "complete": "Registrieren"
  },
  "PersonalArea": {
    "title": "Persönlicher Bereich",
    "userInfo": "Benutzerinformationen",
    "name": "Name",
    "phone": "Telefon",
    "city": "Stadt",
    "edit": "Benutzerinformationen bearbeiten",
    "save": "Änderungen speichern",
    "cancel": "Abbrechen",
    "titleOrderHis": "Bestellverlauf",
    "orderID": "Bestellnummer",
    "numItem": "Anzahl der Artikel",
    "code": "Code",
    "price": "Preis",
    "value": "Wert",
    "hisEmpty": "Kein Bestellverlauf verfügbar"
  },
  "Catalogs": {
    "catalog": [
      "AISIN WARNER",
      "ALASON",
      "AUDI, VOLKSWAGEN, SKODA",
      "BMW",
      "CHINESE CARS",
      "CHRYSLER, DODGE",
      "CITROEN, PEUGEOT, RENAULT",
      "FORD",
      "GENERAL MOTORS",
      "HALDEX",
      "HONDA",
      "ACURA",
      "HYUNDAI, KIA",
      "JAGUAR",
      "LAND ROVER",
      "MAZDA",
      "MERCEDES-BENZ",
      "MITSUBISHI",
      "NISSAN, INFINITI, JATCO",
      "OPEL",
      "PORSCHE",
      "SSANGYONG",
      "SUBARU",
      "SUZUKI",
      "TOYOTA, LEXUS",
      "VOLVO",
      "ZF",
      "Hydraulikblöcke",
      "Schmierstoffe für Automatikgetriebe",
      "Differenzialfilter",
      "Ersatzteile für Drehmomentwandler"
    ],
    "hydroblocsCat": [
      "Ventile in Standardgröße",
      "Reparaturbuchsen und Ventile",
      "Erweiterungen",
      "Werkzeuge",
      "Hydraulische Plattenrestaurierung",
      "Separatorplatten",
      "Buchsen und Kolben"
    ],
    "filtrationCat": [
      "ATF-Adapter",
      "Zusätzliche ATF-Filteradapter",
      "Schnellkupplungen",
      "Zusätzliche Filtrationssätze",
      "Streifenkühler",
      "Rohrkühler",
      "Kühlrohrreparaturdienste",
      "Armaturen",
      "Schellen",
      "Schläuche",
      "Thermostate",
      "Manuelle Hydraulikpresse"
    ],
    "instrumentCat": [
      "Hydraulikwerkzeuge",
      "Werkzeuge zur Solenoidreparatur",
      "Werkzeuge zur Buchseninstallation",
      "Werkzeuge zur ATF-Reparatur",
      "Werkzeuge zur hydraulischen Blockreinigung",
      "Testwerkzeuge",
      "Metallbearbeitungswerkzeuge",
      "Reinigungsverbrauchsmaterialien",
      "Sonstige Ausrüstung"
    ],
    "repairCat": [
      "Hydrotransformatorreparatur",
      "Hydraulikblockreparatur",
      "Getriebegehäusereparatur",
      "Solenoidreparatur",
      "ECU-Reparatur und -Flashen",
      "Ölpumpenreparatur",
      "PowerShift Ford/Volvo Reparatur",
      "DSG-Reparatur",
      "Kühlrohrreparatur",
      "Zusätzliche Filterinstallation",
      "Reparaturinitiierung",
      "Online-Diagnose"
    ],
    "informationCat": [
      "Versand und Lieferung",
      "Zahlung",
      "Garantie",
      "Kontakte",
      "Produktrückgaben",
      "Wiederherstellung von Zuverlässigkeit und Klarheit für Getriebe",
      "Unsere Mitarbeiter",
      "Über uns",
      "Stellenangebote"
    ],
    "catalog1": "Katalog",
    "catalog2": "Ersatzteile für Hydraulikblöcke",
    "catalog3": "Kühlung und Filtration",
    "catalog4": "Werkzeuge und Ausrüstung",
    "catalog5": "Reparatur von Automatikgetrieben",
    "catalog6": "Information"
  },
  "Infornation": {
    "guarantee": " Alle Rechte vorbehalten.\n\nAuf Verlangen des Gesetzgebers Informieren wir Sie über unsere Garantiebedingungen welche die gesetzlichen Regelungen nicht beeinträchtigt.\n\nInhalt der Garantie: Die Garantie erstreckt sich ausschließlich auf die von der Firma HIXA UG (haftungsbeschränkt) Inh. Anna Likhnenko und Heorhii Shapovalov ausgeführten Arbeiten. Bei ausgebauten Steuergeräten die uns zugesandt werden, sind die Montagekosten nicht Bestandteil unserer Garantie und können nicht erstattet werden. Wurde das betreffende Steuergerät in unserem Hause für den Kunden montiert, gilt die Garantie auch für den Aus -und Einbau.  Kosten für Überprüfungen durch Fremdfirmen werden nicht erstattet. Die Garantie für Austausch-Geräte umfasst ausschließlich die in der Rechnung genannten Baugruppen/Bauteile. Die Garantie beschränkt sich auf die in unserem Angebot genannten Fehler die auf das Kunden – Fahrzeug zutreffen. Das Fahrzeug-Modell, sowie das Baujahr und die Gerätenummer ist vom Kunden selbst zu überprüfen.  (Siehe Artikelbeschreibung auf unserer Homepage, bei eBay oder bei eBay Kleinanzeigen)\n\nGeltungsdauer: Die Garantiezeit beginnt ab Rechnungsdatum und beträgt, je nach Dienstleistung, ein Jahr bei ungeöffneten Geräten. Die Garantiedauer findet sich in der Artikelbeschreibung. Wir reparieren keine Steuergeräte oder andere Komponenten, wenn diese nicht dem Originalzustand entsprechen oder geöffnet wurden. Allerdings führen wir auf ausdrücklichen Kundenwunsch bei Letzteren eine Reparatur nach bestem Wissen aus. Dazu bedarf es der Zustimmung des Auftraggebers.  In einem solchen Falle behalten wir uns vor, eine Garantie auf das Gerät, dessen Einbau und einwandfreie Funktionsweise, nicht zu gewähren oder einzuschränken\n\nGeltungsbereich: Unsere Garantieleistung ist allgemein gültig in Deutschland und der EU\n\nGarantiegeber:\nHIXA UG (haftungsbeschränkt)\nLiebermannstraße 93, 13088 Berlin\nGarantiefall: Die Mängelrüge ist schriftlich oder mündlich vorzutragen. Um vorab beurteilen zu können, ob es sich um eine Garantieleistung handelt, muss das entsprechende Bauteil noch einmal kundenseitig ausgelesen werden und uns der Fehlercode inkl. Rechnungskopie übermittelt werden. Nach Zusage zur Prüfung des Garantiefalls, kann uns das Gerät zugestellt und die Garantie-Leistung in Anspruch genommen werden.\n",
    "delivery": "IV. Liefer- und Versandbedingungen\n1. Die Lieferung von Waren erfolgt auf dem Versandweg an die vom Kunden angegebene Lieferanschrift, sofern nichts anderes vereinbart ist.\n2. Sendet das Transportunternehmen die versandte Ware an den Verkäufer zurück, da eine Zustellung beim Kunden nicht möglich war, trägt der Kunde die Kosten für den erfolglosen Versand. Dies gilt nicht, wenn der Kunde sein Widerrufsrecht wirksam ausübt, wenn er den Umstand, der zur Unmöglichkeit der Zustellung geführt hat, nicht zu vertreten hat oder wenn er vorübergehend an der Annahme der angebotenen Leistung verhindert war, es sei denn, dass der Verkäufer ihm die Leistung eine angemessene Zeit vorher angekündigt hatte.\n3. Handelt der Kunde als Unternehmer, geht die Gefahr des zufälligen Untergangs und der zufälligen Verschlechterung der verkauften Ware auf den Kunden über, sobald der Verkäufer die Sache dem Spediteur, dem Frachtführer oder der sonst zur Ausführung der Versendung bestimmten Person oder Anstalt ausgeliefert hat. Handelt der Kunde als Verbraucher, geht die Gefahr des zufälligen Untergangs und der zufälligen Verschlechterung der verkauften Ware grundsätzlich erst mit Übergabe der Ware an den Kunden oder eine empfangsberechtigte Person über. Abweichend hiervon geht die Gefahr des zufälligen Untergangs und der zufälligen Verschlechterung der verkauften Ware auch bei Verbrauchern bereits auf den Kunden über, sobald der Verkäufer die Sache dem Spediteur, dem Frachtführer oder der sonst zur Ausführung der Versendung bestimmten Person oder Anstalt ausgeliefert hat, wenn der Kunde den Spediteur, den Frachtführer oder die sonst zur Ausführung der Versendung bestimmte Person oder Anstalt mit der Ausführung beauftragt und der Verkäufer dem Kunden diese Person oder Anstalt zuvor nicht benannt hat.\n4. Der Verkäufer behält sich das Recht vor, im Falle nicht richtiger oder nicht ordnungsgemäßer Selbstbelieferung vom Vertrag zurückzutreten. Dies gilt nur für den Fall, dass die Nichtlieferung nicht vom Verkäufer zu vertreten ist und dieser mit der gebotenen Sorgfalt ein konkretes Deckungsgeschäft mit dem Zulieferer abgeschlossen hat. Der Verkäufer wird alle zumutbaren Anstrengungen unternehmen, um die Ware zu beschaffen. Im Falle der Nichtverfügbarkeit oder der nur teilweisen Verfügbarkeit der Ware wird der Kunde unverzüglich informiert und die Gegenleistung unverzüglich erstattet.\n5. Selbstabholung ist aus logistischen Gründen nicht möglich\n\n\n V. Eigentumsvorbehalt\n1. Gegenüber Verbrauchern behält sich der Verkäufer bis zur vollständigen Bezahlung des geschuldeten Kaufpreises das Eigentum an der gelieferten Ware vor.\n2. Gegenüber Unternehmern behält sich der Verkäufer bis zur vollständigen Begleichung aller Forderungen aus einer laufenden Geschäftsbeziehung das Eigentum an der gelieferten Ware vor.\n3. Handelt der Kunde als Unternehmer, so ist er zur Weiterveräußerung der Vorbehaltsware im ordnungsgemäßen Geschäftsbetrieb berechtigt. Sämtliche hieraus entstehenden Forderungen gegen Dritte tritt der Kunde in Höhe des jeweiligen Rechnungswertes (einschließlich Umsatzsteuer) im Voraus an den Verkäufer ab. Diese Abtretung gilt unabhängig davon, ob die Vorbehaltsware ohne oder nach Verarbeitung weiterverkauft worden ist. Der Kunde bleibt zur Einziehung der Forderungen auch nach der Abtretung ermächtigt. Die Befugnis des Verkäufers, die Forderungen selbst einzuziehen, bleibt davon unberührt. Der Verkäufer wird jedoch die Forderungen nicht einziehen, solange der Kunde seinen Zahlungsverpflichtungen dem Verkäufer gegenüber nachkommt, nicht in Zahlungsverzug gerät und kein Antrag auf Eröffnung eines Insolvenzverfahrens gestellt ist.\n\n\nVI. Mängelhaftung (Gewährleistung)\nIst die Kaufsache mangelhaft, gelten die Vorschriften der gesetzlichen Mängelhaftung. Hiervon abweichend gilt:\n 1. Für Unternehmer:\nbegründet ein unwesentlicher Mangel grundsätzlich keine Mängelansprüche;\nhat der Verkäufer die Wahl der Art der Nacherfüllung;\nbeträgt bei neuen Waren die Verjährungsfrist für Mängel ein Jahr ab Gefahrübergang;\nsind bei gebrauchten Waren die Rechte und Ansprüche wegen Mängeln grundsätzlich ausgeschlossen;\nbeginnt die Verjährung nicht erneut, wenn im Rahmen der Mängelhaftung eine Ersatzlieferung erfolgt.\n2. Für Verbraucher beträgt die Verjährungsfrist für Mängelansprüche bei gebrauchten Waren halb Jahr ab Ablieferung der Ware an den Kunden, mit der Einschränkung der nachfolgenden Ziffer.\n3. Die vorstehend geregelten Haftungsbeschränkungen und Verjährungsfristverkürzungen gelten nicht für Sachen, die nicht entsprechend ihrer üblichen Verwendungsweise für ein verwendet worden sind und dessen Mangelhaftigkeit verursacht haben, für Schäden aus der Verletzung des Lebens, des Körpers oder der Gesundheit, die auf einer vorsätzlichen oder fahrlässigen Pflichtverletzung des Verkäufers oder einer vorsätzlichen oder fahrlässigen Pflichtverletzung eines gesetzlichen Vertreters oder Erfüllungsgehilfen des Verkäufers beruhen,\nfür sonstige Schäden, die auf einer vorsätzlichen oder grob fahrlässigen Pflichtverletzung des Verkäufers oder auf einer vorsätzlichen oder grob fahrlässigen Pflichtverletzung eines gesetzlichen Vertreters oder Erfüllungsgehilfen des Verwenders beruhen, sowie\nfür den Fall, dass der Verkäufer den Mangel arglistig verschwiegen hat.\n4. Darüber hinaus gilt für Unternehmer, dass die gesetzlichen Verjährungsfristen für den Rückgriffsanspruch nach § 478 BGB unberührt bleiben.\n5. Handelt der Kunde als Kaufmann i.S.d. § 1 HGB, trifft ihn die kaufmännische Untersuchungs- und Rügepflicht gemäß § 377 HGB. Unterlässt der Kunde die dort geregelten Anzeigepflichten, gilt die Ware als genehmigt.\n6. Handelt der Kunde als Verbraucher, so wird er gebeten, angelieferte Waren mit offensichtlichen Transportschäden bei dem Zusteller zu reklamieren und den Verkäufer hiervon in Kenntnis zu setzen. Kommt der Kunde dem nicht nach, hat dies keinerlei Auswirkungen auf seine gesetzlichen oder vertraglichen Mängelansprüche.\n\n\nVII. Haftung für Sachmängel\n1. Ansprüche des Käufers wegen Sachmängeln verjähren entsprechend den gesetzlichen Bestimmungen in zwei Jahren ab Ablieferung des Kaufgegenstandes. Hiervon abweichend gilt eine Verjährungsfrist von einem Jahr, wenn der Käufer eine juristische Person des öffentlichen Rechts, ein öffentlich-rechtliches Sondervermögen oder ein Unternehmer ist, der bei Abschluss des Vertrages in Ausübung seiner gewerblichen oder selbständigen beruflichen Tätigkeit handelt.\n2. Die Verjährungsverkürzung in Ziffer 1, Satz 2 gilt nicht für Schäden, die auf einer grob fahrlässigen oder vorsätzlichen Verletzung von Pflichten des Verkäufers, seines gesetzlichen Vertreters oder seines Erfüllungsgehilfen beruhen sowie bei Verletzung von Leben, Körper oder Gesundheit.\n3. Hat der Verkäufer aufgrund der gesetzlichen Bestimmungen für einen Schaden aufzukommen, der leicht fahrlässig verursacht wurde, so haftet der Verkäufer beschränkt: Die Haftung besteht nur bei Verletzung vertragswesentlicher Pflichten, etwa solcher, die der Kaufvertrag dem Verkäufer nach seinem Inhalt und Zweck gerade auferlegen will oder deren Erfüllung die ordnungsgemäße Durchführung des Kaufvertrages überhaupt erst ermöglicht und auf deren Einhaltung der Käufer regelmäßig vertraut und vertrauen darf. Diese Haftung ist auf den bei Vertragsabschluss vorhersehbaren typischen Schaden begrenzt. Für die vorgenannte Haftungsbegrenzung und den vorgenannten Haftungsausschluss gilt Ziffer 2 dieses Abschnitts entsprechend.\n4. Unabhängig von einem Verschulden des Verkäufers bleibt eine etwaige Haftung des Verkäufers bei arglistigem Verschweigen eines Mangels, aus der Übernahme einer Garantie oder eines Beschaffungsrisikos und nach dem Produkthaftungsgesetz unberührt.\n5. Soll eine Mängelbeseitigung durchgeführt werden, gilt folgendes:\na) Ansprüche auf Mängelbeseitigung kann der, vom Hersteller/Importeur für die Betreuung des Kaufgegenstandes anerkannten Betrieben geltend machen; im letzteren Fall hat der Käufer den Verkäufer hiervon unverzüglich zu unterrichten, wenn die erste Mängelbeseitigung erfolglos war. Bei mündlichen Anzeigen von Ansprüchen ist dem Käufer eine schriftliche Bestätigung über den Eingang der Anzeige auszuhändigen.\nb) Wird der Kaufgegenstand wegen eines Sachmangels betriebsunfähig, hat sich der Käufer an den dem Ort des betriebsunfähigen Kaufgegenstandes nächstgelegenen, vom Hersteller/Importeur für die Betreuung des Kaufgegenstandes anerkannten dienstbereiten Betrieb zu wenden.\nc) Für die zur Mängelbeseitigung eingebauten Teile kann der Käufer bis zum Ablauf der Verjährungsfrist des Kaufgegenstandes Sachmängelansprüche aufgrund des Kaufvertrages geltend machen.\nd) Ersetzte Teile werden Eigentum des Verkäufers.\n6. Durch Eigentumswechsel am Kaufgegenstand werden Mängelbeseitigungsansprüche nicht berührt.\n\n\n VIII. Gerichtsstand\nFür sämtliche gegenwärtigen und zukünftigen Ansprüche aus der Geschäftsverbindung mit Kaufleuten einschließlich Wechselforderungen ist ausschließlicher Gerichtsstand der Sitz des Verkäufers.\n \nGEWÄHRLEISTUNG\n1. Dem Kunden stehen (vorbehaltlich der Regelung für Unternehmer in Ziff. 13.) die gesetzlichen Gewährleistungsrechte zu.\n2. Keine Gewährleistung wird übernommen für Schäden, die entstanden sind aus unsachgemäßer oder ungeeigneter Verwendung, fehlerhafter Inbetriebnahme oder Montage, natürliche Abnutzung, nachlässige oder fehlerhafte Verwendung, Nichtbeachtung der Wartungs- oder Betriebsanleitung sowie unsachgemäße Instandsetzungsarbeiten oder Änderungen durch den Kunden oder Dritte.\n3. Gewährleistung für Unternehmer: Ist der Kunde Unternehmer im Sinne des § 14 BGB gilt für die Gewährleistungsansprüche des Kunden weiterhin Folgendes als vereinbart (Unternehmer ist eine natürliche oder juristische Person oder eine rechtsfähige Personengesellschaft, die bei Abschluss der Bestellung in Ausübung ihrer gewerblichen oder selbständigen beruflichen Tätigkeit handelt):\n3.1. Soweit HIXA UG (haftungsbeschränkt) wegen eines Mangels Gewähr durch Nacherfüllung zu leisten hat, liegt die Wahl, ob die Nacherfüllung durch Nachbesserung oder Ersatzlieferung einer mangelfreien Sache erfolgt, bei HIXA UG (haftungsbeschränkt).\n3.2. Offensichtliche Mängel müssen gegenüber HIXA UG (haftungsbeschränkt) unverzüglich, spätestens innerhalb von 14 Kalendertagen nach Lieferung der Ware in Textform E-Mai angezeigt werden, verdeckte Mängel sind ebenfalls unverzüglich, spätestens innerhalb von 14 Kalendertagen nach deren bekannt werden in E-Mail anzuzeigen. Erfolgt die Mängelanzeige nicht fristgerecht, sind die Gewährleistungsrechte des Kunden bezogen auf den nicht rechtzeitig angezeigten Mangel ausgeschlossen. Das gilt jedoch nicht, soweit HIXA UG (haftungsbeschränkt) den Mangel arglistig verschwiegen und/oder eine entsprechende Garantie übernommen hat.\n3.3. Gewährleistungsansprüche des Kunden verjähren innerhalb eines Jahres nach Ablieferung der Kaufsache an den Kunden, es sei denn, HIXA UG (haftungsbeschränkt) hat den Mangel zu vertreten.\n",
    "payment": "II. Zahlung\n1. Der Kaufpreis und Preise für Nebenleistungen sind bei Übergabe des Kaufgegenstandes und Aushändigung oder Übersendung der Rechnung zur Zahlung fällig.\n2. Gegen Ansprüche des Verkäufers kann der Käufer nur dann aufrechnen, wenn die Gegenforderung des Käufers unbestritten ist oder ein rechtskräftiger Titel vorliegt. Hiervon ausgenommen sind Gegenforderungen des Käufers aus demselben Kaufvertrag. Ein Zurückbehaltungsrecht kann er nur geltend machen, soweit es auf Ansprüchen aus demselben Vertragsverhältnis beruht.\n3. Zahlt der Käufer den fälligen Kaufpreis und Preise für Nebenleistungen nicht oder nicht vertragsgemäß, kann der Verkäufer vom Vertrag zurücktreten und/oder bei schuldhafter Pflichtverletzung des Käufers Schadensersatz statt der Leistung verlangen, wenn er dem Käufer erfolglos eine angemessene Frist zur Leistung bestimmt hat, es sei denn, die Fristsetzung ist Liefer- und Versandbedingungen.\n4. Alle in unserem Onlineshop angegebenen Preise enthalten die gesetzlich festgesetzte Mehrwertsteuer.\n5. Bitte beachten Sie bei einer Bestellung aus der Schweiz oder anderen Ländern, welche Einfuhrzoll erheben, dass HIXA UG (haftungsbeschränkt) keinen Einfluss auf die Höhe der Zollgebühren oder die zu entrichtenden Steuern Ihres Landes hat. In diesem Fall informieren Sie sich bitte über die für Sie anfallenden Kosten einer Bestellung, welche erst bei der Einfuhr der Ware in Ihr Land erhoben werden. Diese Gebühren werden NICHT von HIXA UG (haftungsbeschränkt) erhoben und sind auch NICHT bereits in den Versandgebühren enthalten.\nDer Kunde kann zwischen folgenden Zahlarten wählen: Rechnung, Sofort Überweisung, Nachnahme, PayPal oder Kreditkarte.\n\n\n III. Vertragsschluss\n1. Die im Online-Shop des Verkäufers enthaltenen Produktbeschreibungen stellen keine verbindlichen Angebote seitens des Verkäufers dar, sondern dienen zur Abgabe eines verbindlichen Angebots durch den Kunden.\n2. Der Kunde kann das Angebot über das in den Online-Shop des Verkäufers integrierte Online-Bestellformular abgeben. Dabei gibt der Kunde, nachdem er die ausgewählten Waren in den virtuellen Warenkorb gelegt und den elektronischen Bestellprozess durchlaufen hat, durch Klicken des den Bestellvorgang abschließenden Buttons ein rechtlich verbindliches Vertragsangebot in Bezug auf die im Warenkorb enthaltenen Waren ab.\n3. Der Verkäufer kann das Angebot des Kunden innerhalb von fünf Tagen annehmen, indem er dem Kunden eine schriftliche Auftragsbestätigung oder eine Auftragsbestätigung in Textform (Fax oder E-Mail) übermittelt, wobei insoweit der Zugang der Auftragsbestätigung beim Kunden maßgeblich ist, oder indem er dem Kunden die bestellte Ware liefert, wobei insoweit der Zugang der Ware beim Kunden maßgeblich ist, oder indem er den Kunden nach Abgabe von dessen Bestellung zur Zahlung auffordert.\nLiegen mehrere der vorgenannten Alternativen vor, kommt der Vertrag in dem Zeitpunkt zustande, in dem eine der vorgenannten Alternativen zuerst eintritt. Die Frist zur Annahme des Angebots beginnt am Tag nach der Absendung des Angebots durch den Kunden zu laufen und endet mit dem Ablauf des fünften Tages, welcher auf die Absendung des Angebots folgt. Nimmt der Verkäufer das Angebot des Kunden innerhalb vorgenannter Frist nicht an, so gilt dies als Ablehnung des Angebots mit der Folge, dass der Kunde nicht mehr an seine Willenserklärung gebunden ist.\n4. Bei Auswahl der Zahlungsart „PayPal“ erfolgt die Zahlungsabwicklung über den Zahlungsdienstleister PayPal (Europe) S.à r.l. et Cie, S.C.A., 22-24 Boulevard Royal, L-2449 Luxembourg (im Folgenden: „PayPal“), unter Geltung der PayPal-Nutzungsbedingungen, einsehbar unter https://www.paypal.com/de/webapps/mpp/ua/useragreement-full oder - falls der Kunde nicht über ein PayPal-Konto verfügt – unter Geltung der Bedingungen für Zahlungen ohne PayPal-Konto, einsehbar unter https://www.paypal.com/de/webapps/mpp/ua/privacywax-full. Wählt der Kunde im Rahmen des Online-Bestellvorgangs „PayPal Express“ als Zahlungsart aus, erteilt er durch Klicken des den Bestellvorgang abschließenden Buttons zugleich auch einen Zahlungsauftrag an PayPal. Für diesen Fall erklärt der Verkäufer schon jetzt die Annahme des Angebots des Kunden in dem Zeitpunkt, in dem der Kunde durch Klicken des den Bestellvorgang abschließenden Buttons den Zahlungsvorgang auslöst.\n 5. Bei der Abgabe eines Angebots über das Online-Bestellformular des Verkäufers wird der Vertragstext vom Verkäufer gespeichert und dem Kunden nach Absendung seiner Bestellung nebst den vorliegenden AGB in Textform (z. B. E-Mail, Fax oder Brief) zugeschickt. Zusätzlich wird der Vertragstext auf der Internetseite des Verkäufers archiviert und kann vom Kunden über sein passwortgeschütztes Kundenkonto unter Angabe der entsprechenden Login-Daten kostenlos abgerufen werden, sofern der Kunde vor Absendung seiner Bestellung ein Kundenkonto im Online-Shop des Verkäufers angelegt hat.\n6. Vor verbindlicher Abgabe der Bestellung über das Online-Bestellformular des Verkäufers kann der Kunde mögliche Eingabefehler durch aufmerksames Lesen der auf dem Bildschirm dargestellten Informationen erkennen. Ein wirksames technisches Mittel zur besseren Erkennung von Eingabefehlern kann dabei die Vergrößerungsfunktion des Browsers sein, mit deren Hilfe die Darstellung auf dem Bildschirm vergrößert wird. Seine Eingaben kann der Kunde im Rahmen des elektronischen Bestellprozesses so lange über die üblichen Tastatur- und Mausfunktionen korrigieren, bis er den Bestellvorgang abschließenden Button anklickt.\n7. Für den Vertragsschluss steht ausschließlich die deutsche Sprache zur Verfügung.\n8. Die Bestellabwicklung und Kontaktaufnahme finden in der Regel per E-Mail und automatisierter Bestellabwicklung statt. Der Kunde hat sicherzustellen, dass die von ihm zur Bestellabwicklung angegebene E-Mail-Adresse zutreffend ist, so dass unter dieser Adresse die vom Verkäufer versandten E-Mails empfangen werden können. Insbesondere hat der Kunde bei dem Einsatz von SPAM-Filtern sicherzustellen, dass alle vom Verkäufer oder von diesem mit der Bestellabwicklung beauftragten Dritten versandten E-Mails zugestellt werden können.\n",
    "aboutMe": "Angaben gemäß § 5 TMG:\n\nGesetzliche Anbieterkennung:\n\nHIXA UG (haftungsbeschränkt)\nLiebermannstraße 93\n13088 Berlin\nvertr. d. d. Geschäftsführer: Anna Likhnenko \nTelefon: +4915237711276\nE-Mail: hixaug@gmail.com\n\nInstagram, WhatsApp, WhatsApp Business, Telegram, Viber, Facebook, Messenger, Google \n\neingetragen im Handelsregister des Amtsgerichtes 14057 Charlottenburg (Berlin)\nHandelsregisternummer HRB HRB 247686 B\n\nUmsatzsteuer-Identifikationsnummer: DE361951053 \n\n\n\n\nAlternative Streitbeilegung:\nDie Europäische Kommission stellt eine Plattform für die außergerichtliche Online-Streitbeilegung (OS-Plattform) bereit, aufrufbar unter https://ec.europa.eu/odr (https://ec.europa.eu/consumers/odr).\n\nWir sind nicht bereit und nicht verpflichtet, an Streitbeilegungsverfahren vor Verbraucherschlichtungsstellen teilzunehmen.\n ",
    "contact": "\\y YouTube \\Y \n \\i Instagram \\I \n  \\f Facebook \\F \n \\n +49 152 377 11 276 \\N \n \\m Post \\M \n \\w «DSG Service Berlin» Gärtnerstraße 17, 13055 Berlin \\W \n",
    "document": "\\a Vertrag \\A",
    "back": "WIDERRUFSRECHT\nAktualisiert: Oktober 2023\n\nA. Widerrufsrecht für Verbraucher bei Warenlieferung\n(Verbraucher ist jede natürliche Person, die ein Rechtsgeschäft zu Zwecken abschließt, die überwiegend weder ihrer gewerblichen noch ihrer selbstständigen beruflichen Tätigkeit zugerechnet werden können.)\nWiderrufsbelehrung\nA.1. Widerrufsrecht\nSie haben das Recht, binnen 14 Tagen ohne Angabe von Gründen diesen Vertrag zu widerrufen.\nDie Widerrufsfrist beträgt 14 Tage ab dem Tag,\n- an dem Sie oder ein von Ihnen benannter Dritter, der nicht der Beförderer ist, die Waren in Besitz genommen haben bzw. hat, sofern Sie eine oder mehrere Waren im Rahmen einer einheitlichen Bestellung bestellt haben und diese einheitlich geliefert wird bzw. werden;\n- an dem Sie oder ein von Ihnen benannter Dritter, der nicht der Beförderer ist, die letzte Ware in Besitz genommen haben bzw. hat, sofern Sie mehrere Waren im Rahmen einer einheitlichen Bestellung bestellt haben und diese getrennt geliefert werden;\n- an dem Sie oder ein von Ihnen benannter Dritter, der nicht der Beförderer ist, die letzte Teilsendung oder das letzte Stück in Besitz genommen haben bzw. hat, sofern Sie eine Ware bestellt haben, die in mehreren Teilsendungen oder Stücken geliefert wird;\nUm Ihr Widerrufsrecht auszuüben, müssen Sie uns (HIXA UG (haftungsbeschränkt), Geschäftsführerin Anna Likhnenko, HIXA UG (haftungsbeschränkt) Liebermannstraße 93, 13088 Berlin, Telefonnummer: +4915237711276, E-Mail-Adresse: hixaug@gmail.com) mittels einer eindeutigen Erklärung (z.B. ein mit der Post versandter Brief, Telefax oder E-Mail) über Ihren Entschluss, diesen Vertrag zu widerrufen, informieren. Sie können dafür das beigefügte Muster-Widerrufsformular verwenden, das jedoch nicht vorgeschrieben ist.\nZur Wahrung der Widerrufsfrist reicht es aus, dass Sie die Mitteilung über die Ausübung des Widerrufsrechts vor Ablauf der Widerrufsfrist absenden.\nA.2. Folgen des Widerrufs\nWenn Sie diesen Vertrag widerrufen, haben wir Ihnen alle Zahlungen, die wir von Ihnen erhalten haben, ausschließlich der Lieferkosten, unverzüglich und spätestens binnen 14 Tagen ab dem Tag zurückzuzahlen, an dem die Mitteilung über Ihren Widerruf dieses Vertrags bei uns eingegangen ist. Für diese Rückzahlung verwenden wir dasselbe Zahlungsmittel, das Sie bei der ursprünglichen Transaktion eingesetzt haben, es sei denn, mit Ihnen wurde ausdrücklich etwas anderes vereinbart; in keinem Fall werden Ihnen wegen dieser Rückzahlung Entgelte berechnet.\nWir können die Rückzahlung verweigern, bis wir die Waren wieder zurückerhalten haben oder bis Sie den Nachweis erbracht haben, dass Sie die Waren zurückgesandt haben, je nachdem, welches der frühere Zeitpunkt ist.\nSie haben die Waren unverzüglich und in jedem Fall spätestens binnen 14 Tagen ab dem Tag, an dem Sie uns über den Widerruf dieses Vertrags unterrichten, an uns zurückzusenden oder zu übergeben. Die Frist ist gewahrt, wenn Sie die Waren vor Ablauf der Frist von 14 Tagen absenden.\nSie tragen die unmittelbaren Kosten der Rücksendung der Waren.\nSie müssen für einen etwaigen Wertverlust der Waren nur aufkommen, wenn dieser Wertverlust auf einen zur Prüfung der Beschaffenheit, Eigenschaften und Funktionsweise der Waren nicht notwendigen Umgang mit ihnen zurückzuführen ist.\nA.3. Ausschluss- bzw. Erlöschensgründe\nDas Widerrufsrecht besteht nicht bei Verträgen zur Lieferung von Waren, die nicht vorgefertigt sind und für deren Herstellung eine individuelle Auswahl oder Bestimmung durch den Verbraucher maßgeblich ist oder die eindeutig auf die persönlichen Bedürfnisse des Verbrauchers zugeschnitten sind.\n \nB. Widerrufsrecht für Verbraucher bei Dienstleistungen\n(Verbraucher ist jede natürliche Person, die ein Rechtsgeschäft zu Zwecken abschließt, die überwiegend weder ihrer gewerblichen noch ihrer selbstständigen beruflichen Tätigkeit zugerechnet werden können.)\nWiderrufsbelehrung\nB.1. Widerrufsrecht\nSie haben das Recht, binnen vierzehn Tagen ohne Angabe von Gründen diesen Vertrag zu widerrufen.\nDie Widerrufsfrist beträgt vierzehn Tage ab dem Tag des Vertragsabschlusses.\nUm Ihr Widerrufsrecht auszuüben, müssen Sie uns (HIXA UG (haftungsbeschränkt), Geschäftsführerin Anna Likhnenko, HIXA UG (haftungsbeschränkt) Liebermannstraße 93, 13088 Berlin, Telefonnummer: +4915237711276, E-Mail-Adresse: hixaug@gmail.com) mittels einer eindeutigen Erklärung (z.B. ein mit der Post versandter Brief, Telefax oder E-Mail) über Ihren Entschluss, diesen Vertrag zu widerrufen, informieren. Sie können dafür das beigefügte Muster-Widerrufsformular verwenden, das jedoch nicht vorgeschrieben ist.\nZur Wahrung der Widerrufsfrist reicht es aus, dass Sie die Mitteilung über die Ausübung des Widerrufsrechts vor Ablauf der Widerrufsfrist absenden.\nB.2. Folgen des Widerrufs\nWenn Sie diesen Vertrag widerrufen, haben wir Ihnen alle Zahlungen, die wir von Ihnen erhalten haben, einschließlich der Lieferkosten (mit Ausnahme der zusätzlichen Kosten, die sich daraus ergeben, dass Sie eine andere Art der Lieferung als die von uns angebotene, günstigste Standardlieferung gewählt haben), unverzüglich und spätestens binnen vierzehn Tagen ab dem Tag zurückzuzahlen, an dem die Mitteilung über Ihren Widerruf dieses Vertrags bei uns eingegangen ist. Für diese Rückzahlung verwenden wir dasselbe Zahlungsmittel, das Sie bei der ursprünglichen Transaktion eingesetzt haben, es sei denn, mit Ihnen wurde ausdrücklich etwas anderes vereinbart; in keinem Fall werden Ihnen wegen dieser Rückzahlung Entgelte berechnet.\nB.3. Ausschluss- bzw. Erlöschensgründe\nDas Widerrufsrecht erlischt bei Verträgen zur Erbringung von Dienstleistungen, wenn der Unternehmer die Dienstleistung vollständig erbracht hat und mit der Ausführung der Dienstleistung erst begonnen hat, nachdem der Verbraucher dazu seine ausdrückliche Zustimmung gegeben hat und gleichzeitig seine Kenntnis davon bestätigt hat, dass er sein Widerrufsrecht bei vollständiger Vertragserfüllung durch den Unternehmer verliert.\n \nC. Muster-Widerrufsformular\n(Wenn Sie den Vertrag widerrufen wollen, dann füllen Sie bitte dieses Formular aus und senden Sie es zurück.)\n \n- An HIXA UG (haftungsbeschränkt), Liebermannstraße 93, 13088 Berlin, Telefonnummer: +4915237711276, E-Mail-Adresse: hixaug@gmail.com:\n- Hiermit widerrufe(n) ich / wir (*) den von mir / uns (*) abgeschlossenen Vertrag über den Kauf der folgenden Waren (*) / Erbringung der folgenden Dienstleistung (*)\n- Bestellt am (*) / erhalten am (*)\n- Name des / der Verbraucher(s)\n- Anschrift des / der Verbraucher(s)\n- Unterschrift des / der Verbraucher(s) (nur bei Mitteilung auf Papier)\n- Datum\n(*) Unzutreffendes streichen.\n\n\n\n\n\n\nALLGEMEINE GESCHÄFTSBEDINGUNGEN UND KUNDENINFORMATIONEN\nAktualisiert: Oktober 2023\n \nI. Allgemeine Geschäftsbedingungen\n§ 1 Grundlegende Bestimmungen\n(1) Die nachstehenden Geschäftsbedingungen gelten für Verträge, die Sie mit uns als Anbieter (HIXA UG (haftungsbeschränkt)) über die Internetseite https://mehatronikdsg.de/ schließen. Soweit nicht anders vereinbart, wird der Einbeziehung gegebenenfalls von Ihnen verwendeter eigener Bedingungen widersprochen.\n(2) Verbraucher im Sinne der nachstehenden Regelungen ist jede natürliche Person, die ein Rechtsgeschäft zu Zwecken abschließt, die überwiegend weder ihrer gewerblichen noch ihrer selbständigen beruflichen Tätigkeit zugerechnet werden kann. Unternehmer ist jede natürliche oder juristische Person oder eine rechtsfähige Personengesellschaft, die bei Abschluss eines Rechtsgeschäfts in Ausübung ihrer selbständigen beruflichen oder gewerblichen Tätigkeit handelt.\n§ 2 Zustandekommen des Vertrages\n(1) Gegenstand des Vertrages ist der Verkauf von Waren und / oder die Erbringung von Reparaturleistungen.\n(2) Bereits mit dem Einstellen des jeweiligen Produkts auf unserer Internetseite unterbreiten wir Ihnen ein verbindliches Angebot zum Abschluss eines Vertrages über das Online-Warenkorbsystem zu den in der Artikelbeschreibung angegebenen Bedingungen.\n(3) Der Vertrag kommt über das Online-Warenkorbsystem wie folgt zustande:\nDie zum Kauf beabsichtigten Waren und / oder Reparaturleistungen werden im \"Warenkorb\" abgelegt. Über die entsprechende Schaltfläche in der Navigationsleiste können Sie den \"Warenkorb\" aufrufen und dort jederzeit Änderungen vornehmen.\nNach Aufrufen der Seite \"Kasse\" und der Eingabe der persönlichen Daten sowie der Zahlungs- und Versandbedingungen werden Ihnen abschließend die Bestelldaten als Bestellübersicht angezeigt.\nSoweit Sie als Zahlungsart ein Sofortzahl-System (z.B. PayPal / PayPal Express, Amazon-Payments, Sofortüberweisung) nutzen, werden Sie entweder auf die Bestellübersichtsseite in unserem Online-Shop geführt oder auf die Internetseite des Anbieters des Sofortzahl-Systems weitergeleitet.\nErfolgt eine Weiterleitung zu dem jeweiligen Sofortzahl-System, nehmen Sie dort die entsprechende Auswahl bzw. Eingabe Ihrer Daten vor. Abschließend werden Ihnen auf der Internetseite des Anbieters des Sofortzahl-Systems oder nachdem Sie zurück in unseren Online-Shop geleitet wurden, die Bestelldaten als Bestellübersicht angezeigt.\nVor Absenden der Bestellung haben Sie die Möglichkeit, die Angaben in der Bestellübersicht nochmals zu überprüfen, zu ändern (auch über die Funktion \"zurück\" des Internetbrowsers) bzw. die Bestellung abzubrechen.\nMit dem Absenden der Bestellung über die entsprechende Schaltfläche (\"zahlungspflichtig bestellen\" oder ähnliche Bezeichnung) erklären Sie rechtsverbindlich die Annahme des Angebotes, wodurch der Vertrag zustande kommt.\n(4) Ihre Anfragen zur Erstellung eines Angebotes sind für Sie unverbindlich. Wir unterbreiten Ihnen hierzu ein verbindliches Angebot in Textform (z.B. per E-Mail), welches Sie innerhalb von 5 Tagen (soweit im jeweiligen Angebot keine andere Frist ausgewiesen ist) annehmen können.\n(5) Die Abwicklung der Bestellung und Übermittlung aller im Zusammenhang mit dem Vertragsschluss erforderlichen Informationen erfolgt per E-Mail zum Teil automatisiert. Sie haben deshalb sicherzustellen, dass die von Ihnen bei uns hinterlegte E-Mail-Adresse zutreffend ist, der Empfang der E-Mails technisch sichergestellt und insbesondere nicht durch SPAM-Filter verhindert wird.\n § 3 Leistungserbringung bei Reparaturen\n(1) Soweit Reparaturleistungen Vertragsgegenstand sind, schulden wir die sich aus der Leistungsbeschreibung ergebenden Reparaturarbeiten. Diese erbringen wir nach bestem Wissen und Gewissen persönlich oder durch Dritte.\n(2) Sie sind zur Mitwirkung verpflichtet, insbesondere haben Sie den am Gerät bestehenden Defekt so umfassend als möglich zu beschreiben und das defekte Gerät zur Verfügung zu stellen.\n(3) Sie tragen die Kosten für die Übersendung des defekten Gerätes an uns.\n(4) Soweit im jeweiligen Angebot nichts anderes angegeben ist, erfolgt die Reparatur einschließlich Aufgabe des Gerätes zum Versand innerhalb von 5 - 7 Tagen nach Zugang des zu reparierenden Gerätes (bei vereinbarter Vorauszahlung jedoch erst nach dem Zeitpunkt Ihrer Zahlungsanweisung).\n(5) Machen Sie von Ihrem Kündigungsrecht nach § 648 S. 1 BGB Gebrauch, können wir als pauschale Vergütung 10% der vereinbarten Vergütung verlangen, wenn die Ausführung noch nicht begonnen hat. Dies gilt bei Bestehen des gesetzlichen Widerrufsrechts jedoch nur, wenn Sie erst nach Ablauf der Widerrufsfrist von Ihrem Kündigungsrecht Gebrauch machen. Ihnen bleibt der Nachweis vorbehalten, dass uns tatsächlich keine oder wesentlich geringere Kosten entstanden sind.\n§ 4 Besondere Vereinbarungen zu angebotenen Zahlungsarten\n(1) Zahlung über Klarna\nIn Zusammenarbeit mit Klarna Bank AB (publ) (https://www.klarna.com/de/), Sveavägen 46, 111 34 Stockholm, Schweden, bieten wir die folgenden Zahlungsoptionen an. Die Zahlung erfolgt jeweils an Klarna:\nSofortüberweisung: Verfügbar in Deutschland. Die Belastung Ihres Kontos erfolgt unmittelbar nach Abgabe der Bestellung.\nWeitere Informationen und Klarnas Nutzungsbedingungen finden Sie hier (https://cdn.klarna.com/1.0/shared/content/legal/terms/0/de_de/user). Allgemeine Informationen zu Klarna erhalten Sie hier (https://www.klarna.com/de/). Ihre Personenangaben werden von Klarna in Übereinstimmung mit den geltenden Datenschutzbestimmungen und entsprechend den Angaben in Klarnas Datenschutzbestimmungen (https://cdn.klarna.com/1.0/shared/content/legal/terms/0/de_de/privacy) behandelt.\nWeitere Informationen über Klarna finden Sie hier (https://www.klarna.com/de/smoooth-mehrzuklarna/). Die Klarna App finden Sie hier (https://www.klarna.com/de/klarna-app/).\n§ 5 Zurückbehaltungsrecht, Eigentumsvorbehalt\n(1) Ein Zurückbehaltungsrecht können Sie nur ausüben, soweit es sich um Forderungen aus demselben Vertragsverhältnis handelt.\n(2) Die Ware bleibt bis zur vollständigen Zahlung des Kaufpreises unser Eigentum.\n§ 6 Gewährleistung\n(1) Es bestehen die gesetzlichen Mängelhaftungsrechte.\n(2) Bei gebrauchten Sachen sind die Mängelansprüche ausgeschlossen, wenn sich der Mangel erst nach Ablauf eines Jahres ab Ablieferung der Sache zeigt. Zeigt sich der Mangel innerhalb eines Jahres ab Ablieferung der Sache, können die Mängelansprüche im Rahmen der gesetzlichen Verjährungsfrist von zwei Jahren ab Ablieferung der Sache geltend gemacht werden. Die vorstehende Einschränkung gilt nicht:\n- für uns zurechenbare schuldhaft verursachte Schäden aus der Verletzung des Lebens, des Körpers oder der Gesundheit und bei vorsätzlich oder grob fahrlässig verursachten sonstigen Schäden;\n- soweit wir den Mangel arglistig verschwiegen oder eine Garantie für die Beschaffenheit der Sache übernommen haben.\n(3) Als Verbraucher werden Sie gebeten, die Sache bei Lieferung umgehend auf Vollständigkeit, offensichtliche Mängel und Transportschäden zu überprüfen und uns sowie dem Spediteur Beanstandungen schnellstmöglich mitzuteilen. Kommen Sie dem nicht nach, hat dies keine Auswirkung auf Ihre gesetzlichen Gewährleistungsansprüche.\n§ 7 Altteilrückgabe, Altteilpfand\n(1) Soweit im konkreten Angebot ausgewiesen, wird zusätzlich zum Kaufpreis ein Altteilpfand erhoben. Die Höhe des Altteilpfandes ist im jeweiligen Angebot angegeben.\nDas Altteilpfand ist zusammen mit dem Kaufpreis an uns zu zahlen, es sei denn Sie übereignen uns vor der Versendung der Kaufsache ein baugleiches Altteil, welches den Anforderungen gemäß Abs. 3 entspricht (in diesem Fall entfällt die Verpflichtung zur Zahlung des Altteilpfandes).\n(2) Sie erhalten das Altteilpfand zurückerstattet, wenn Sie uns innerhalb von 7 Tagen nach Erhalt der Kaufsache ein baugleiches Altteil übereignen, welches den Anforderungen gemäß Abs. 3 entspricht. Die Rückerstattung erfolgt innerhalb von 30 Tagen nach Eingang des Altteils bei uns.\n(3) Das von Ihnen zu übereignende baugleiche Altteil muss ein unbeschädigtes Gehäuse aufweisen, im Originalkarton übersandt werden und es dürfen keine originalen Bauteile fehlen. Andernfalls bleibt die Verpflichtung zur Zahlung des Altteilpfandes bestehen und Sie erhalten das übersandte Altteil zurück.\nSie tragen die Kosten und die Versandgefahr für die Übersendung des Altteils. Unfreie Sendungen werden von uns nicht angenommen.\n§ 8 Rechtswahl\n(1) Es gilt deutsches Recht. Bei Verbrauchern gilt diese Rechtswahl nur, soweit hierdurch der durch zwingende Bestimmungen des Rechts des Staates des gewöhnlichen Aufenthaltes des Verbrauchers gewährte Schutz nicht entzogen wird (Günstigkeitsprinzip).\n(2) Die Bestimmungen des UN-Kaufrechts finden ausdrücklich keine Anwendung.\n \nII. Kundeninformationen\n1. Identität des Verkäufers\nHIXA UG (haftungsbeschränkt)\nLiebermannstraße 93, 13088 Berlin\n\nvertr. d. d. Geschäftsführer Anna Likhnenko\nTelefon: +4915237711276\nE-Mail: hixaug@gmail.com\n \nAlternative Streitbeilegung:\nDie Europäische Kommission stellt eine Plattform für die außergerichtliche Online-Streitbeilegung (OS-Plattform) bereit, aufrufbar unter https://ec.europa.eu/odr (https://ec.europa.eu/odr).\n \n2. Informationen zum Zustandekommen des Vertrages\nDie technischen Schritte zum Vertragsschluss, der Vertragsschluss selbst und die Korrekturmöglichkeiten erfolgen nach Maßgabe der Regelungen \"Zustandekommen des Vertrages\" unserer Allgemeinen Geschäftsbedingungen (Teil I.).\n3. Vertragssprache, Vertragstextspeicherung\n3.1. Vertragssprache ist deutsch.\n3.2. Der vollständige Vertragstext wird von uns nicht gespeichert. Vor Absenden der Bestellung über das Online - Warenkorbsystem können die Vertragsdaten über die Druckfunktion des Browsers ausgedruckt oder elektronisch gesichert werden. Nach Zugang der Bestellung bei uns werden die Bestelldaten, die gesetzlich vorgeschriebenen Informationen bei Fernabsatzverträgen und die Allgemeinen Geschäftsbedingungen nochmals per E-Mail an Sie übersandt.\n3.3. Bei Angebotsanfragen außerhalb des Online-Warenkorbsystems erhalten Sie alle Vertragsdaten im Rahmen eines verbindlichen Angebotes in Textform übersandt, z.B. per E-Mail, welche Sie ausdrucken oder elektronisch sichern können.\n4. Wesentliche Merkmale der Ware oder Dienstleistung\nDie wesentlichen Merkmale der Ware und/oder Dienstleistung finden sich im jeweiligen Angebot.\n5. Preise und Zahlungsmodalitäten\n5.1. Die in den jeweiligen Angeboten angeführten Preise sowie die Versandkosten stellen Gesamtpreise dar. Sie beinhalten alle Preisbestandteile einschließlich aller anfallenden Steuern.\n5.2. Die anfallenden Versandkosten sind nicht im Kaufpreis enthalten. Sie sind über eine entsprechend bezeichnete Schaltfläche auf unserer Internetpräsenz oder im jeweiligen Angebot aufrufbar, werden im Laufe des Bestellvorganges gesondert ausgewiesen und sind von Ihnen zusätzlich zu tragen, soweit nicht die versandkostenfreie Lieferung zugesagt ist.\n5.3. Erfolgt die Lieferung in Länder außerhalb der Europäischen Union können von uns nicht zu vertretende weitere Kosten anfallen, wie z.B. Zölle, Steuern oder Geldübermittlungsgebühren (Überweisungs- oder Wechselkursgebühren der Kreditinstitute), die von Ihnen zu tragen sind.\n5.4 Entstandene Kosten der Geldübermittlung (Überweisungs- oder Wechselkursgebühren der Kreditinstitute) sind von Ihnen in den Fällen zu tragen, in denen die Lieferung in einen EU-Mitgliedsstaat erfolgt, die Zahlung aber außerhalb der Europäischen Union veranlasst wurde.\n5.5. Die Ihnen zur Verfügung stehenden Zahlungsarten sind unter einer entsprechend bezeichneten Schaltfläche auf unserer Internetpräsenz oder im jeweiligen Angebot ausgewiesen.\n5.6. Soweit bei den einzelnen Zahlungsarten nicht anders angegeben, sind die Zahlungsansprüche aus dem geschlossenen Vertrag sofort zur Zahlung fällig.\n6. Lieferbedingungen\n6.1. Die Lieferbedingungen, der Liefertermin sowie gegebenenfalls bestehende Lieferbeschränkungen finden sich unter einer entsprechend bezeichneten Schaltfläche auf unserer Internetpräsenz oder im jeweiligen Angebot.\n6.2. Soweit Sie Verbraucher sind ist gesetzlich geregelt, dass die Gefahr des zufälligen Untergangs und der zufälligen Verschlechterung der verkauften Sache während der Versendung erst mit der Übergabe der Ware an Sie übergeht, unabhängig davon, ob die Versendung versichert oder unversichert erfolgt. Dies gilt nicht, wenn Sie eigenständig ein nicht vom Unternehmer benanntes Transportunternehmen oder eine sonst zur Ausführung der Versendung bestimmte Person beauftragt haben.\n7. Gesetzliches Mängelhaftungsrecht\nDie Mängelhaftung richtet sich nach der Regelung \"Gewährleistung\" in unseren Allgemeinen Geschäftsbedingungen (Teil I).\n8. Kündigung\n8.1. Informationen zur Kündigung des Vertrages sowie den Kündigungsbedingungen finden Sie in den Regelungen zu \"Reparaturleistungen\" in unseren Allgemeinen Geschäftsbedingungen (Teil I), sowie im jeweiligen Angebot.\nDiese AGB und Kundeninformationen wurden von den auf IT-Recht spezialisierten Juristen des Händlerbundes erstellt und werden permanent auf Rechtskonformität geprüft. Die Händlerbund Management AG garantiert für die Rechtssicherheit der Texte und haftet im Falle von Abmahnungen. Nähere Informationen dazu finden Sie unter: https://www.haendlerbund.de/de/leistungen/rechtssicherheit/agb-service (https://www.haendlerbund.de/de/leistungen/rechtssicherheit/agb-service).\n"
  }
}
