{
  "ourAddress": "Unsere Adresse",
  "workingHours": "Öffnungszeiten",
  "delivery": "Lieferung",
  "payment": "Zahlung",
  "reviews": "Bewertungen",
  "language": "Sprache",
  "theme": "Thema",
  "personalArea": "Persönlicher Bereich",
  "login": "Anmeldung",
  "registration": "Registrierung",
  "searchPlaceholder": "Suche",
  "searchButton": "Suche",
  "logout": "Ausloggen",
  "languages": {
    "english": "🇬🇧",
    "polish": "🇵🇱",
    "german": "🇩🇪",
    "hungarian": "HR",
    "ukrainian": "🇺🇦"
  },
  "Buttons": {
    "Cart": "Wagen"
  },
  "Product": {
    "Warning": "Wenn Sie nicht sicher sind, dass die Mechatronik zu Ihrem Auto passt, setzen Sie, bitte, mit uns in Verbindung und kaufen die Ware nicht!",
    "Detail": "Der Artikel wurde vollkommen auseinander genommen, gereinigt und auf Abnutzung und Bruchstellen untersucht. Alle abgenutzten und/oder nicht funktionierenden Teile wurden durch neue oder aufgearbeitete Komponenten ersetzt. In seiner Funktionsweise entspricht das Teil einem neuen Teil und kann nicht von einem neuen Teil unterschieden werden.",
    "Exchange": "Es wird -20% im Austausch verkauft. Der Preis gilt nur für ungeöffnete Steuergeräte, die keine Wasserschaden, Brandschaden oder äußerliche Beschädigungen erlitten haben. Sie müssen Ihre Mechatronik einschicken, wir schicken erneute Mechatronik an Sie zurück. Wenn Sie damit nicht einverstanden sind, dann kaufen Sie bitte nicht.",
    "PartNum": "Artikelnummer",
    "ProdCode": "Produktcode",
    "Producer": "Hersteller",
    "Price": "Preis",
    "addCart": "Produkt zum Warenkorb hinzufügen",
    "addCartText": "Produkt(e) wurde(n) zum Warenkorb hinzugefügt",
    "quantity": "Menge"
  },
  "SomeDefaultTranslationKey": "Dieses Produkt ist unbegrenzt",
  "Cart": {
    "title": "Warenkorb",
    "empty": "Der Warenkorb ist leer",
    "orderStart": "Bestellung absenden",
    "ordering": "Bestellung wird aufgegeben",
    "name": "Name:",
    "number": "Nummer:",
    "city": "Stadt:",
      "brand": "Produktname",
      "value": "Wert",
      "quantity": "Menge",
      "price": "Preis",
      "remove": "Produkt entfernen",
      "totalPrice": "Gesamtpreis",
      "orderEnd": "Warenkorb leeren",
      "nameprod": "Marke",
      "code": "Produktcode"
  
  },
  "Footer": {
    "info": "Information",
    "guarantee": "Garantie",
    "send": "Schreiben Sie uns",
    "returnProd": "Rückgabe von Waren",
    "buyPart": "Ersatzteile kaufen",
    "telphone1": "+49 152 377 11 276",
    "telephoneLink1": "+4915237711276",
    "telphone2": "+49 173 45 24 264",
    "telephoneLink2": "+491734524264",
    "facebook": "https://www.facebook.com/dsgserviceberlin/",
    "youtube": "https://youtube.com/@HIXA-Service?feature=shared",
    "insta": "https://www.instagram.com/servicedsg.de/",
    "mail": "hixaug@gmail.com",
    "schedule": "Arbeitszeit der Verkaufsabteilung",
    "workTime": "Mo-Fr: 9:00-18:00",
    "weekend": "Sa-So: Geschlossen",
    "serviceTime": "Öffnungszeiten der Service-Station",
    "adressTitle": "Unsere Adresse",
    "adress": "«DSG Service Berlin» Gärtnerstraße 17, 13055 Berlin"
  },
  "emptyCat": "Leider haben wir dieses Produkt nicht",
  "Registr": {
    "registr": "Registrierung",
    "email": "E-Mail",
    "password": "Passwort",
    "complete": "Registrieren"
  },
  "PersonalArea": {
    "title": "Persönlicher Bereich",
    "userInfo": "Benutzerinformationen",
    "name": "Name",
    "phone": "Telefon",
    "city": "Stadt",
    "edit": "Benutzerinformationen bearbeiten",
    "save": "Änderungen speichern",
    "cancel": "Abbrechen",
    "titleOrderHis": "Bestellverlauf",
    "orderID": "Bestellnummer",
    "numItem": "Anzahl der Artikel",
    "code": "Code",
    "price": "Preis",
    "value": "Wert",
    "hisEmpty": "Kein Bestellverlauf verfügbar"
  },
  "Catalogs": {
    "catalog": [
      "AISIN WARNER",
      "ALASON",
      "AUDI, VOLKSWAGEN, SKODA",
      "BMW",
      "CHINESE CARS",
      "CHRYSLER, DODGE",
      "CITROEN, PEUGEOT, RENAULT",
      "FORD",
      "GENERAL MOTORS",
      "HALDEX",
      "HONDA",
      "ACURA",
      "HYUNDAI, KIA",
      "JAGUAR",
      "LAND ROVER",
      "MAZDA",
      "MERCEDES-BENZ",
      "MITSUBISHI",
      "NISSAN, INFINITI, JATCO",
      "OPEL",
      "PORSCHE",
      "SSANGYONG",
      "SUBARU",
      "SUZUKI",
      "TOYOTA, LEXUS",
      "VOLVO",
      "ZF",
      "Hydraulikblöcke",
      "Schmierstoffe für Automatikgetriebe",
      "Differenzialfilter",
      "Ersatzteile für Drehmomentwandler"
    ],
    "hydroblocsCat": [
      "Ventile in Standardgröße",
      "Reparaturbuchsen und Ventile",
      "Erweiterungen",
      "Werkzeuge",
      "Hydraulische Plattenrestaurierung",
      "Separatorplatten",
      "Buchsen und Kolben"
    ],
    "filtrationCat": [
      "ATF-Adapter",
      "Zusätzliche ATF-Filteradapter",
      "Schnellkupplungen",
      "Zusätzliche Filtrationssätze",
      "Streifenkühler",
      "Rohrkühler",
      "Kühlrohrreparaturdienste",
      "Armaturen",
      "Schellen",
      "Schläuche",
      "Thermostate",
      "Manuelle Hydraulikpresse"
    ],
    "instrumentCat": [
      "Hydraulikwerkzeuge",
      "Werkzeuge zur Solenoidreparatur",
      "Werkzeuge zur Buchseninstallation",
      "Werkzeuge zur ATF-Reparatur",
      "Werkzeuge zur hydraulischen Blockreinigung",
      "Testwerkzeuge",
      "Metallbearbeitungswerkzeuge",
      "Reinigungsverbrauchsmaterialien",
      "Sonstige Ausrüstung"
    ],
    "repairCat": [
      "Hydrotransformatorreparatur",
      "Hydraulikblockreparatur",
      "Getriebegehäusereparatur",
      "Solenoidreparatur",
      "ECU-Reparatur und -Flashen",
      "Ölpumpenreparatur",
      "PowerShift Ford/Volvo Reparatur",
      "DSG-Reparatur",
      "Kühlrohrreparatur",
      "Zusätzliche Filterinstallation",
      "Reparaturinitiierung",
      "Online-Diagnose"
    ],
    "informationCat": [
      "Versand und Lieferung",
      "Zahlung",
      "Garantie",
      "Kontakte",
      "Produktrückgaben",
      "Wiederherstellung von Zuverlässigkeit und Klarheit für Getriebe",
      "Unsere Mitarbeiter",
      "Über uns",
      "Stellenangebote"
    ],
    "catalog1": "Katalog",
    "catalog2": "Ersatzteile für Hydraulikblöcke",
    "catalog3": "Kühlung und Filtration",
    "catalog4": "Werkzeuge und Ausrüstung",
    "catalog5": "Reparatur von Automatikgetrieben",
    "catalog6": "Information"
  },
  "Infornation": {
    "guarantee": "'© Copyright  Alle Rechte vorbehalten. \n  Auf Verlangen des Gesetzgebers Informieren wir Sie über unsere Garantiebedingungen welche die gesetzlichen Regelungen nicht beeinträchtigt.\n  Inhalt der Garantie: Die Garantie erstreckt sich ausschließlich auf die von der Firma (haftungsbeschränkt) Inh. Anna Likhnenko und Heorhii Shapovalov ausgeführten Arbeiten. Bei ausgebauten Steuergeräten die uns zugesandt werden, sind die Montagekosten nicht Bestandteil unserer Garantie und können nicht erstattet werden. Wurde das betreffende Steuergerät in unserem Hause für den Kunden montiert, gilt die Garantie auch für den Aus -und Einbau.  Kosten für Überprüfungen durch Fremdfirmen werden nicht erstattet. Die Garantie für Austausch-Geräte umfasst ausschließlich die in der Rechnung genannten Baugruppen/Bauteile. Die Garantie beschränkt sich auf die in unserem Angebot genannten Fehler die auf das Kunden – Fahrzeug zutreffen. Das Fahrzeug-Modell, sowie das Baujahr und die Gerätenummer ist vom Kunden selbst zu überprüfen.  (Siehe Artikelbeschreibung auf unserer Homepage, bei eBay oder bei eBay Kleinanzeigen)\n  Geltungsdauer: Die Garantiezeit beginnt ab Rechnungsdatum und beträgt, je nach Dienstleistung, ein Jahr bei ungeöffneten Geräten. Die Garantiedauer findet sich in der Artikelbeschreibung. Wir reparieren keine Steuergeräte oder andere Komponenten, wenn diese nicht dem Originalzustand entsprechen oder geöffnet wurden. Allerdings führen wir auf ausdrücklichen Kundenwunsch bei Letzteren eine Reparatur nach bestem Wissen aus. Dazu bedarf es der Zustimmung des Auftraggebers.  In einem solchen Falle behalten wir uns vor, eine Garantie auf das Gerät, dessen Einbau und einwandfreie Funktionsweise, nicht zu gewähren oder einzuschränken \n   Geltungsbereich: Unsere Garantieleistung ist allgemein gültig in Deutschland und der EU \n   Garantiegeber: \n   Anna Likhnenko HIXA UG (haftungsbeschränkt)\n   Gärtnerstraße 17, 13055 Berlin \n   Garantiefall: Die Mängelrüge ist schriftlich oder mündlich vorzutragen. Um vorab beurteilen zu können, ob es sich um eine Garantieleistung handelt, muss das entsprechende Bauteil noch einmal kundenseitig ausgelesen werden und uns der Fehlercode inkl. Rechnungskopie übermittelt werden. Nach Zusage zur Prüfung des Garantiefalls, kann uns das Gerät zugestellt und die Garantie-Leistung in Anspruch genommen werden.',",
    "delivery": "1. Die Lieferung von Waren erfolgt auf dem Versandweg an die vom Kunden angegebene Lieferanschrift, sofern nichts anderes vereinbart ist.\n  2. Sendet das Transportunternehmen die versandte Ware an den Verkäufer zurück, da eine Zustellung beim Kunden nicht möglich war, trägt der Kunde die Kosten für den erfolglosen Versand. Dies gilt nicht, wenn der Kunde sein Widerrufsrecht wirksam ausübt, wenn er den Umstand, der zur Unmöglichkeit der Zustellung geführt hat, nicht zu vertreten hat oder wenn er vorübergehend an der Annahme der angebotenen Leistung verhindert war, es sei denn, dass der Verkäufer ihm die Leistung eine angemessene Zeit vorher angekündigt hatte.\n  3. Handelt der Kunde als Unternehmer, geht die Gefahr des zufälligen Untergangs und der zufälligen Verschlechterung der verkauften Ware auf den Kunden über, sobald der Verkäufer die Sache dem Spediteur, dem Frachtführer oder der sonst zur Ausführung der Versendung bestimmten Person oder Anstalt ausgeliefert hat. Handelt der Kunde als Verbraucher, geht die Gefahr des zufälligen Untergangs und der zufälligen Verschlechterung der verkauften Ware grundsätzlich erst mit Übergabe der Ware an den Kunden oder eine empfangsberechtigte Person über. Abweichend hiervon geht die Gefahr des zufälligen Untergangs und der zufälligen Verschlechterung der verkauften Ware auch bei Verbrauchern bereits auf den Kunden über, sobald der Verkäufer die Sache dem Spediteur, dem Frachtführer oder der sonst zur Ausführung der Versendung bestimmten Person oder Anstalt ausgeliefert hat, wenn der Kunde den Spediteur, den Frachtführer oder die sonst zur Ausführung der Versendung bestimmte Person oder Anstalt mit der Ausführung beauftragt und der Verkäufer dem Kunden diese Person oder Anstalt zuvor nicht benannt hat.\n  4. Der Verkäufer behält sich das Recht vor, im Falle nicht richtiger oder nicht ordnungsgemäßer Selbstbelieferung vom Vertrag zurückzutreten. Dies gilt nur für den Fall, dass die Nichtlieferung nicht vom Verkäufer zu vertreten ist und dieser mit der gebotenen Sorgfalt ein konkretes Deckungsgeschäft mit dem Zulieferer abgeschlossen hat. Der Verkäufer wird alle zumutbaren Anstrengungen unternehmen, um die Ware zu beschaffen. Im Falle der Nichtverfügbarkeit oder der nur teilweisen Verfügbarkeit der Ware wird der Kunde unverzüglich informiert und die Gegenleistung unverzüglich erstattet.\n  5. Selbstabholung ist aus logistischen Gründen nicht möglich",
    "payment": "1. Der Kaufpreis und Preise für Nebenleistungen sind bei Übergabe des Kaufgegenstandes und Aushändigung oder Übersendung der Rechnung zur Zahlung fällig.\n 2. Gegen Ansprüche des Verkäufers kann der Käufer nur dann aufrechnen, wenn die Gegenforderung des Käufers unbestritten ist oder ein rechtskräftiger Titel vorliegt. Hiervon ausgenommen sind Gegenforderungen des Käufers aus demselben Kaufvertrag. Ein Zurückbehaltungsrecht kann er nur geltend machen, soweit es auf Ansprüchen aus demselben Vertragsverhältnis beruht. \n  3. Zahlt der Käufer den fälligen Kaufpreis und Preise für Nebenleistungen nicht oder nicht vertragsgemäß, kann der Verkäufer vom Vertrag zurücktreten und/oder bei schuldhafter Pflichtverletzung des Käufers Schadensersatz statt der Leistung verlangen, wenn er dem Käufer erfolglos eine angemessene Frist zur Leistung bestimmt hat, es sei denn, die Fristsetzung ist Liefer- und Versandbedingungen. \n  4. Alle in unserem Onlineshop angegebenen Preise enthalten die gesetzlich festgesetzte Mehrwertsteuer. \n 5. Bitte beachten Sie bei einer Bestellung aus der Schweiz oder anderen Ländern, welche Einfuhrzoll erheben, dass HIXA UG (haftungsbeschränkt) keinen Einfluss auf die Höhe der Zollgebühren oder die zu entrichtenden Steuern Ihres Landes hat. In diesem Fall informieren Sie sich bitte über die für Sie anfallenden Kosten einer Bestellung, welche erst bei der Einfuhr der Ware in Ihr Land erhoben werden. Diese Gebühren werden NICHT von HIXA UG (haftungsbeschränkt) erhoben und sind auch NICHT bereits in den Versandgebühren enthalten. Der Kunde kann zwischen folgenden Zahlarten wählen: Rechnung, Sofort Überweisung, Nachnahme, PayPal oder Kreditkarte.",
    "aboutMe": "HIXA UG (haftungsbeschränkt) \n Gärtnerstraße 17 \n13055 Berlin\nvertr. d. d. Geschäftsführer: Anna Likhnenko \n \\n Telefon: +4915237711276 \\N \n \\mE-Mail: hixaug@gmail.com \\M \neingetragen im Handelsregister des Amtsgerichtes 14057 Charlottenburg (Berlin) \nHandelsregisternummer HRB HRB 247686 B \nUmsatzsteuer-Identifikationsnummer: DE361951053 ",
    "contact": "\\y YouTube \\Y \n \\i Instagram \\I \n  \\f Facebook \\F \n \\n +49 152 377 11 276 \\N \n \\m Post \\M \n \\w «DSG Service Berlin» Gärtnerstraße 17, 13055 Berlin \\W \n",
    "document": "\\a Vertrag \\A"
  },
  "InformationCat": {
    "delivery": "Lieferung und Versand von Waren",
"payment": "Zahlung",
"guarantee": "Garantie",
"contact": "Kontakt",
"aboutMe": "Über uns",
"useoOfCookies": "Verwendung von Cookies",
"PurchaseReturns":"Rückgabe von Waren"

  }
}
