{
  "ourAddress": "Our Address",
  "workingHours": "Working Hours",
  "delivery": "Delivery",
  "payment": "Payment",
  "reviews": "Reviews",
  "language": "Language",
  "theme": "Theme",
  "personalArea": "Personal Area",
  "login": "Login",
  "registration": "Registration",
  "searchPlaceholder": "Search",
  "searchButton": "Search",
  "logout": "Logout",
  "languages": {
    "english": "🇬🇧",
    "polish": "🇵🇱",
    "german": "🇩🇪",
    "hungarian": "🇭🇷",
    "ukrainian": "🇺🇦"
  },
  "Buttons": {
    "Cart": "Cart"
  },
  "Product": {
    "Warning": "If you are not sure that the mechatronic fits your car, please contact us and do not buy the goods!",
    "Detail": "The item has been completely disassembled, cleaned and inspected for wear and breakage. All worn and/or non-functioning parts have been replaced with new or refurbished components. The part is functionally equivalent to a new part and cannot be distinguished from a new part.",
    "Exchange": "It is sold -20% in exchange. The price applies only to unopened controllers that have not suffered water damage, fire damage or external damage. You have to send in your mechatronics, we will send new mechatronics back to you. If you don't agree with this, then please don't buy.",
    "PartNum": "Part number",
    "ProdCode": "Product Code",
    "Producer": "Producer",
    "Price": "Price",
    "addCart": "Add cart product",
    "addCartText": "item(s) added to cart",
    "quantity": "Quantity"
  },
  "SomeDefaultTranslationKey": "This towar inlimeted",
  "Cart": {
    "title": "Cart",
    "empty": "cart is empty",
    "orderStart": "send an order",
    "ordering": "Ordering",
    "name": "Name:",
    "number": "Number:",
    "city": "City:",
    "brand": "Product Name",
    "value": "Value",
    "quantity": "Quantity",
    "price": "Price",
    "remove": "Remove Product",
    "totalPrice": "Total Price",
    "orderEnd": "Clear Cart",
    "nameprod": "Brand",
    "code": "Code Product",
    "total": "Total price order:"

  },
  "Footer": {
    "info": "Information",
    "guarantee": "Guarantee",
    "send": "Write to us",
    "returnProd": "Return of goods",
    "buyPart": "Buy spare parts",
    "telphone1": "+49 152 377 11 276",
    "telephoneLink1": "+4915237711276",
    "telphone2": "+49 173 45 24 264",
    "telephoneLink2": "+491734524264",
    "facebook": "https://www.facebook.com/dsgserviceberlin/",
    "youtube": "https://youtube.com/@HIXA-Service?feature=shared",
    "insta": "https://www.instagram.com/servicedsg.de/",
    "mail": "hixaug@gmail.com",
    "schedule": "Work schedule of the sales department",
    "workTime": "Mon-Fri:9:00-18:00",
    "weekend": "Sat-Sun: Output",
    "serviceTime": "Service station hours",
    "adressTitle": "Our address",
    "adress": "«DSG Service Berlin» Gärtnerstraße 17, 13055 Berlin"
  },
  "emptyCat": "Sorry, we don't have this product",
  "Registr": {
    "registr": "Registration",
    "email": "Email",
    "password": "Password",
    "complete": "Register"
  },
  "Information": {},
  "PersonalArea": {
    "title": "Personal Area",
    "userInfo": "User Information",
    "name": "Name",
    "phone": "Phone",
    "city": "City",
    "edit": "Edit User Info",
    "save": "Save Changes",
    "cancel": "Cancel",
    "titleOrderHis": "Order History",
    "orderID": "Order ID",
    "numItem": "Number of items",
    "code": "Code",
    "price": "Price",
    "value": "Value",
    "hisEmpty": "No order History available"
  },
  "Catalogs": {
    "catalog": [
      "AISIN WARNER",
      "ALASON",
      "AUDI, VOLKSWAGEN, SKODA",
      "BMW",
      "CHINESE CARS",
      "CHRYSLER, DODGE",
      "CITROEN, PEUGEOT, RENAULT",
      "FORD",
      "GENERAL MOTORS",
      "HALDEX",
      "HONDA",
      "ACURA",
      "HYUNDAI, KIA",
      "JAGUAR",
      "LAND ROVER",
      "MAZDA",
      "MERCEDES-BENZ",
      "MITSUBISHI",
      "NISSAN, INFINITI, JATCO",
      "OPEL",
      "PORSCHE",
      "SSANGYONG",
      "SUBARU",
      "SUZUKI",
      "TOYOTA, LEXUS",
      "VOLVO",
      "ZF",
      "Hydraulic blocks",
      "Lubricants for automatic transmission",
      "Differential filter",
      "Spare parts for torque converters"
    ],
    "hydroblocsCat": [
      "Valves in standard size",
      "Repair bushings and valves",
      "Expansions",
      "Tools",
      "Hydraulic plate restoration",
      "Separator plates",
      "Bushings and plungers"
    ],
    "filtrationCat": [
      "ATF Adapters",
      "Additional ATF Filter Adapters",
      "Quick Fittings",
      "Additional Filtration Kits",
      "Strip Radiators",
      "Tube Radiators",
      "Cooling Pipe Repair Services",
      "Fittings",
      "Clamps",
      "Hoses",
      "Thermostats",
      "Manual Hydraulic Press"
    ],
    "instrumentCat": [
      "Hydraulic Tools",
      "Tools for Solenoid Repair",
      "Tools for Bushing Installation",
      "Tools for ATF Repair",
      "Tools for Hydraulic Block Cleaning",
      "Testing Tools",
      "Metalworking Tools",
      "Cleaning Consumables",
      "Other Equipment"
    ],
    "repairCat": [
      "Hydrotransformer Repair",
      "Hydraulic Block Repair",
      "Transmission Case Repair",
      "Solenoid Repair",
      "ECU Repair and Flashing",
      "Oil Pump Repair",
      "PowerShift Ford/Volvo Repair",
      "DSG Repair",
      "Cooling Pipe Repair",
      "Additional Filter Installation",
      "Repair Initiation",
      "Online Diagnostics"
    ],
    "informationCat": [
      "Shipping and Delivery",
      "Payment",
      "Warranty",
      "Contacts",
      "Product Returns",
      "Restoring Reliability and Clarity to Transmissions",
      "Our Employees",
      "About Us",
      "Job Opportunities"
    ],
    "catalog1": "Catalog",
    "catalog2": "Spare parts for hydroblocks",
    "catalog3": "Cooling and filtration",
    "catalog4": "Tools and equipment",
    "catalog5": "Automatic transmission repair",
    "catalog6": "Information"    
},
"Infornation": {
  "guarantee": "'© Copyright  All rights reserved. \n  Upon request of the legislator, we inform you about our guarantee conditions, which do not affect the legal regulations. \n  Contents of the guarantee: The guarantee exclusively applies to work carried out by the company (limited liability) owned by Anna Likhnienko and Heorhii Shapovalov. For removed control units that are sent to us, the installation costs are not part of our guarantee and cannot be refunded. If the relevant control unit was installed at our premises for the customer, the guarantee also applies to removal and installation. Costs for inspections by third-party companies will not be reimbursed. The guarantee for exchange devices exclusively covers the components mentioned in the invoice. The guarantee is limited to the errors listed in our offer that apply to the customer's vehicle. The vehicle model, as well as the year of manufacture and device number, must be checked by the customer personally. (See product description on our website, on eBay, or on eBay Kleinanzeigen)\n  Duration of validity: The guarantee period starts from the invoice date and, depending on the service, lasts one year for unopened devices. The duration of the guarantee can be found in the product description. We do not repair control units or other components if they are not in their original condition or have been opened. However, at the explicit request of the customer, we can carry out a repair on the latter to the best of our knowledge. This requires the customer's consent. In such a case, we reserve the right not to grant or restrict the guarantee on the device, its installation, and proper functioning \n  Scope of application: Our guarantee service is generally valid in Germany and the EU \n  Guarantor: \n  Anna Likhnienko HIXA UG (limited liability)\n  Gärtnerstraße 17, 13055 Berlin \n  Guarantee case: The complaint must be made in writing or orally. In order to preliminarily assess whether this falls under a guarantee service, the respective component must be read out again by the customer and the error code must be transmitted to us along with a copy of the invoice. After approval for the examination of the guarantee case, the device can be sent to us, and the guarantee service can be utilized.'",
  "delivery": "1.The delivery of goods is carried out by shipping to the delivery address provided by the customer, unless otherwise agreed. \n  2.If the shipping company returns the shipped goods to the seller because delivery to the customer was not possible, the customer bears the costs of the unsuccessful shipment. This does not apply if the customer effectively exercises their right of withdrawal, if they are not responsible for the circumstances that led to the impossibility of delivery, or if they were temporarily prevented from accepting the offered service, unless the seller had announced the service a reasonable time in advance. \n   3.If the customer is acting as a business entity, the risk of accidental loss and accidental deterioration of the sold goods passes to the customer as soon as the seller has delivered the item to the carrier, freight forwarder, or other person or institution designated to carry out the shipment. If the customer is a consumer, the risk of accidental loss and accidental deterioration of the sold goods generally only passes to the customer or an authorized recipient upon handover of the goods. However, in deviation from this, the risk of accidental loss and accidental deterioration of the sold goods also passes to the customer, even if they are consumers, as soon as the seller has delivered the item to the carrier, freight forwarder, or other person or institution designated to carry out the shipment, if the customer has instructed the carrier, freight forwarder, or other person or institution designated to carry out the shipment and the seller has not previously named this person or institution to the customer. \n  4. The seller reserves the right to withdraw from the contract in the event of incorrect or improper self-supply. This only applies if the non-delivery is not the fault of the seller and the seller has concluded a specific cover transaction with the supplier with due care. The seller will make every reasonable effort to obtain the goods. In the event of non-availability or only partial availability of the goods, the customer will be informed immediately, and the consideration will be refunded without delay. \n  5. Self-pickup is not possible for logistical reasons.",
  "aboutMe": "HIXA UG (limited liability) \nGärtnerstraße 17 \n13055 Berlin \nRepresented by Managing Director: Anna Likhnenko \n \\nPhone: +4915237711276 \\N \n \\m Email: hixaug@gmail.com \\M \n Registered in the Commercial Register of the Local Court 14057 Charlottenburg (Berlin) \nCommercial Register Number: HRB 247686 B \nVAT Identification Number: DE361951053",
  "payment": "1. The purchase price and prices for ancillary services are due for payment when the object of purchase is handed over and the invoice is handed over or sent.\n 2. The buyer can only offset against the seller's claims if the buyer's counterclaim is undisputed or there is a legally binding title. Excluded from this are counterclaims of the buyer from the same purchase contract. He can only assert a right of retention if it is based on claims from the same contractual relationship. \n 3. If the buyer does not pay the due purchase price and prices for ancillary services or does not do so in accordance with the contract, the seller can withdraw from the contract and/or, in the event of a culpable breach of duty by the buyer, demand damages instead of performance if he has unsuccessfully set the buyer a reasonable deadline for performance, unless the setting of a deadline is part of the delivery and shipping conditions. \n 4. All prices stated in our online shop include the statutory value added tax. \n  5. When ordering from Switzerland or other countries that charge import duties, please note that HIXA UG (limited liability) has no influence on the amount of customs duties or taxes to be paid in your country. In this case, please inform yourself about the costs incurred for an order, which are only charged when the goods are imported into your country. These fees are NOT charged by HIXA UG (limited liability) and are NOT already included in the shipping fees. The customer can choose between the following payment methods: invoice, immediate transfer, cash on delivery, PayPal or credit card.",
  "contact": "\\y YouTube \\Y \n \\i Instagram \\I \n  \\f Facebook \\F \n \\n +49 152 377 11 276 \\N \n \\m Mail \\M \n \\w «DSG Service Berlin» Gärtnerstraße 17, 13055 Berlin \\W \n",
  "document": "\\a Contract \\A",
  "back": "RIGHT OF WITHDRAWAL\nUpdated: October 2023\n\nA. Right of Withdrawal for Consumers in the Case of Goods Delivery\n(Consumer is any natural person who enters into a legal transaction for purposes that can predominantly be attributed neither to their commercial nor their self-employed professional activity.)\n\nWithdrawal Instruction\n\nA.1. Right of Withdrawal\nYou have the right to withdraw from this contract within 14 days without giving any reason.\n\nThe withdrawal period will expire after 14 days from the day on which you or a third party other than the carrier and indicated by you, acquires physical possession of the goods in the case of a single order for multiple goods that are delivered separately.\n\nTo exercise the right of withdrawal, you must inform us (HIXA UG (limited liability), CEO Anna Likhnenko, HIXA UG (limited liability) Liebermannstraße 93, 13088 Berlin, Phone number: +4915237711276, Email address: hixaug@gmail.com) of your decision to withdraw from this contract by an unequivocal statement (e.g. a letter sent by post, fax, or email). You may use the attached model withdrawal form, but it is not obligatory.\n\nTo meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.\n\nA.2. Effects of Withdrawal\nIf you withdraw from this contract, we shall reimburse to you all payments received from you, excluding the costs of delivery, without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract. We will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise; in any event, you will not incur any fees as a result of such reimbursement.\n\nWe may withhold reimbursement until we have received the goods back or you have supplied evidence of having sent back the goods, whichever is the earliest.\n\nYou shall send back the goods or hand them over to us without undue delay and in any event not later than 14 days from the day on which you communicate your withdrawal from this contract to us. The deadline is met if you send back the goods before the period of 14 days has expired.\n\nYou will have to bear the direct cost of returning the goods.\n\nYou are only liable for any diminished value of the goods resulting from the handling other than what is necessary to establish the nature, characteristics and functioning of the goods.\n\nA.3. Exclusion or Premature Expiration of the Right of Withdrawal\nThe right of withdrawal does not apply to contracts for the supply of goods that are made to the consumer's specifications or are clearly personalized.\n\nB. Right of Withdrawal for Consumers in the Case of Services\n(Consumer is any natural person who enters into a legal transaction for purposes that can predominantly be attributed neither to their commercial nor their self-employed professional activity.)\n\nWithdrawal Instruction\n\nB.1. Right of Withdrawal\nYou have the right to withdraw from this contract within fourteen days without giving any reason.\n\nThe withdrawal period will expire after fourteen days from the day of the conclusion of the contract.\n\nTo exercise the right of withdrawal, you must inform us (HIXA UG (limited liability), CEO Anna Likhnenko, HIXA UG (limited liability) Liebermannstraße 93, 13088 Berlin, Phone number: +4915237711276, Email address: hixaug@gmail.com) of your decision to withdraw from this contract by an unequivocal statement (e.g. a letter sent by post, fax, or email). You may use the attached model withdrawal form, but it is not obligatory.\n\nTo meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.\n\nB.2. Effects of Withdrawal\nIf you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than fourteen days from the day on which we are informed about your decision to withdraw from this contract. We will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise; in any event, you will not incur any fees as a result of such reimbursement.\n\nB.3. Exclusion or Premature Expiration of the Right of Withdrawal\nThe right of withdrawal expires in the case of a contract for the provision of services if the entrepreneur has fully performed the service and has only begun to perform the service after the consumer has given his express consent and at the same time has confirmed his knowledge that he will lose his right of withdrawal once the contract has been fully performed by the entrepreneur.\n\nC. Model Withdrawal Form\n(If you wish to withdraw from the contract, please fill out this form and send it back.)\n\n    To HIXA UG (limited liability), Liebermannstraße 93, 13088 Berlin, Phone number: +4915237711276, Email address: hixaug@gmail.com:\n    I/We () hereby withdraw from the contract concluded by me/us () for the purchase of the following goods ()/provision of the following service ()\n    Ordered on ()/received on ()\n    Name of consumer(s)\n    Address of consumer(s)\n    Signature of consumer(s) (only if communicated on paper)\n    Date\n    (*) Delete as appropriate."

}

}
