{
  "ourAddress": "Címünk",
  "workingHours": "Nyitvatartási idő",
  "delivery": "Szállítás",
  "payment": "Fizetés",
  "reviews": "Vélemények",
  "language": "Nyelv",
  "theme": "Téma",
  "personalArea": "Személyes terület",
  "login": "Bejelentkezés",
  "registration": "Regisztráció",
  "searchPlaceholder": "Keresés",
  "searchButton": "Keresés",
  "logout": "Kijelentkezés",
  "languages": {
    "english": "🇬🇧",
    "polish": "🇵🇱",
    "german": "🇩🇪",
    "hungarian": "🇭🇺",
    "ukrainian": "🇺🇦"
  },
  "Buttons": {
    "Cart": "Kosár"
  },
  "Product": {
    "Warning": "Ha nem biztos abban, hogy a mechatronika illik az Ön autójához, forduljon hozzánk és ne vásárolja meg az árut!",
    "Detail": "Az elemet teljesen szétszerelték, kitisztították és kopás-ellenőrzésre kerültek. Minden kopott és/vagy nem működő alkatrészt új vagy felújított alkatrészekre cseréltek. Az alkatrész funkcionálisan egyenértékű egy új alkatrészrel, és nem különböztethető meg egy új alkatrésztől.",
    "Exchange": "-20% cserébe eladó. Az ár csak azokra a bontatlan vezérlőkre vonatkozik, amelyek nem szenvedtek víz-, tűz- vagy külső sérülést. Be kell küldenie a mechatronikát, mi visszaküldjük Önnek az új mechatronikát. Ha nem ért egyet ezzel, kérem, ne vásároljon.",
    "PartNum": "Сikkszám",
    "ProdCode": "Termékkód",
    "Producer": "Gyártó",
    "Price": "Ár",
    "addCart": "Termék hozzáadása a kosárhoz",
    "addCartText": "termék(ek) hozzáadva a kosárhoz",
    "quantity": "Mennyiség"
  },
  "SomeDefaultTranslationKey": "Ez a termék korlátlan",
  "Cart": {
    "title": "Kosár",
    "empty": "A kosár üres",
    "orderStart": "Rendelés elküldése",
    "ordering": "Rendelés folyamatban",
    "name": "Név:",
    "number": "Szám:",
    "city": "Város:",
    "brand": "Termék neve",
    "value": "Érték",
    "quantity": "Mennyiség",
    "price": "Ár",
    "remove": "Termék eltávolítása",
    "totalPrice": "Teljes ár",
    "orderEnd": "Kosár ürítése",
    "nameprod": "Márka",
    "code": "Termékkód"
    
  },
  "Footer": {
    "info": "Információk",
    "guarantee": "Garancia",
    "send": "Írjon nekünk",
    "returnProd": "Termékvisszaküldés",
    "buyPart": "Vásároljon alkatrészeket",
    "telphoneDe": "+49 152 377 112 76",
    "telphonePl": "+48 5063 887 98",
    "telphoneUa": "+380 97 803 34 85",
    "schedule": "Az értékesítési osztály munkaideje",
    "workTime": "Hétfő-péntek: 9:00-18:00",
    "weekend": "Szombat-vasárnap: Zárva",
    "serviceTime": "Szervizidők",
    "adressTitle": "Címünk",
    "adress": "«DSG Service Berlin» Gärtnerstraße 17, 13055 Berlin"
  },
  "emptyCat": "Sajnos nem rendelkezünk ezzel a termékkel",
  "Registr": {
    "registr": "Regisztráció",
    "email": "E-mail",
    "password": "Jelszó",
    "complete": "Regisztráció"
  },
  "PersonalArea": {
    "title": "Személyes terület",
    "userInfo": "Felhasználói információk",
    "name": "Név",
    "phone": "Telefonszám",
    "city": "Város",
    "edit": "Felhasználói információk szerkesztése",
    "save": "Változtatások mentése",
    "cancel": "Mégse",
    "titleOrderHis": "Rendelési előzmények",
    "orderID": "Rendelésszám",
    "numItem": "Tételek száma",
    "code": "Kód",
    "price": "Ár",
    "value": "Érték",
    "hisEmpty": "Nincs rendelési előzmény"
  },
  "Catalogs": {
    "catalog": [
      "AISIN WARNER",
      "ALASON",
      "AUDI, VOLKSWAGEN, SKODA",
      "BMW",
      "CHINESE CARS",
      "CHRYSLER, DODGE",
      "CITROEN, PEUGEOT, RENAULT",
      "FORD",
      "GENERAL MOTORS",
      "HALDEX",
      "HONDA",
      "ACURA",
      "HYUNDAI, KIA",
      "JAGUAR",
      "LAND ROVER",
      "MAZDA",
      "MERCEDES-BENZ",
      "MITSUBISHI",
      "NISSAN, INFINITI, JATCO",
      "OPEL",
      "PORSCHE",
      "SSANGYONG",
      "SUBARU",
      "SUZUKI",
      "TOYOTA, LEXUS",
      "VOLVO",
      "ZF",
      "Hidraulikus blokkok",
      "Kenőanyagok automata sebességváltóhoz",
      "Differenciálszűrő",
      "Pótalkatrészek nyomatékváltókhoz"
    ],
    "hydroblocsCat": [
      "Szelepek standard méretben",
      "Tömítőgyűrűk és szelepek javítása",
      "Bővítések",
      "Szerszámok",
      "Hidraulikus lemez helyreállítás",
      "Elválasztó lapok",
      "Tüskék és dugattyúk"
    ],
    "filtrationCat": [
      "ATF adapterek",
      "További ATF szűrő adapterek",
      "Gyors csatlakozók",
      "További szűrő készletek",
      "Csík hűtők",
      "Cső hűtők",
      "Hűtőcső javítási szolgáltatások",
      "Csatlakozók",
      "Rögzítő bilincsek",
      "Csövek",
      "Hőszabályozók",
      "Kézi hidraulikus sajtó"
    ],
    "instrumentCat": [
      "Hidraulikus szerszámok",
      "Szerszámok szolnoid javításához",
      "Szerszámok dugattyú beépítéshez",
      "Szerszámok ATF javításához",
      "Szerszámok hidraulikus blokk tisztításához",
      "Tesztszerszámok",
      "Fém megmunkáló szerszámok",
      "Tisztító anyagok",
      "Egyéb felszerelések"
    ],
    "repairCat": [
      "Hidrotranszformátor javítás",
      "Hidraulikus blokk javítás",
      "Váltóház javítás",
      "Szolnoid javítás",
      "ECU javítás és frissítés",
      "Olajszivattyú javítás",
      "PowerShift Ford/Volvo javítás",
      "DSG javítás",
      "Hűtőcső javítás",
      "További szűrő telepítés",
      "Javítás kezdeményezése",
      "Online diagnosztika"
    ],
    "informationCat": [
      "Szállítás és kiszállítás",
      "Fizetés",
      "Garancia",
      "Kapcsolatok",
      "Termék visszaküldés",
      "Visszaállítjuk a megbízhatóságot és a tisztaságot a váltóknak",
      "Munkatársaink",
      "Rólunk",
      "Álláslehetőségek"
    ],
    "catalog1": "Katalógus",
    "catalog2": "Alkatrészek hidroblokkokhoz",
    "catalog3": "Hűtés és szűrés",
    "catalog4": "Szerszámok és felszerelések",
    "catalog5": "Automataváltó javítás",
    "catalog6": "Információ"

  },
  "Infornation": {
    "guarantee": "'© Szerzői jog  Alle Rechte vorbehalten. \n  A törvényhozó kérésére tájékoztatjuk Önöket a garanciafeltételeinkről, amelyek nem érintik a jogszabályi rendelkezéseket. \n  Garancia tartalma: A garancia kizárólag a vállalat (korlátozott felelősségű) tulajdonosai, Anna Likhnienko és Heorhii Shapovalov által végzett munkákra terjed ki. Az általunk visszaküldött kiválasztott vezérlőegységek esetében a beszerelési költségek nem tartoznak a garanciába és nem téríthetők vissza. Ha az adott vezérlőegységünket az ügyfél számára beszereltük, a garancia vonatkozik a ki- és beszerelésre is. A külső cégek által végzett ellenőrzések költségeit nem térítjük vissza. Az átváltási eszközök garanciája kizárólag a számlán felsorolt összetevőkre vonatkozik. A garancia a mi ajánlatunkban felsorolt hibákra korlátozódik, amelyek az ügyfél járművére vonatkoznak. A járműmodellt, a gyártási évet és az eszköz számát az ügyfélnek magának kell ellenőriznie. (Lásd a termék leírását a honlapunkon, az eBay-en vagy az eBay Kleinanzeigen-en)\n  Hatályossági idő: A garanciaidő a számla kiállításának napjától indul, és attól függően, hogy a szolgáltatás típusától, egy évig tart a fel nem bontott eszközök esetén. A garancia időtartama megtalálható a termékleírásban. Nem javítjuk az olyan vezérlőegységeket vagy más alkatrészeket, amelyek nem az eredeti állapotukban vannak, vagy fel vannak nyitva. Azonban ügyfél kifejezett kívánságára az utóbbiakat a legjobb tudásunk szerint megjavítjuk. Ehhez a megrendelő beleegyezése szükséges. Ebben az esetben fenntartjuk magunknak a jogot, hogy ne nyújtsunk garanciát vagy korlátozzuk a készülék, annak beépítésének és hibátlan működésének garanciáját \n  Hatály: A garanciális szolgáltatásunk általánosan érvényes Németországban és az EU területén \n  Garanciát nyújtó: \n  Anna Likhnienko HIXA UG (korlátozott felelősségű)\n  Gärtnerstraße 17, 13055 Berlin \n  Garanciális eset: A hibabejelentést írásban vagy szóban kell előterjeszteni. Annak érdekében, hogy előzetesen meg lehessen állapítani, hogy garanciális szolgáltatásról van-e szó, az adott alkatrészt újból ki kell olvasni az ügyfél oldaláról, és a hibakódot a számla másolatával együtt be kell juttatni hozzánk. A garanciális eset vizsgálatára vonatkozó engedély elfogadása után az eszközt hozzánk lehet szállítani, és igénybe lehet venni a garanciális szolgáltatást.'",
    "delivery": "1. Az áruk szállítása szállítással történik a vásárló által megadott szállítási címre, hacsak másként nem egyeztetnek. \n 2. Ha a szállító cég visszaküldi a szállított árut az eladónak, mivel a vásárlóhoz nem lehetséges a kézbesítés, a vásárló viseli a sikertelen szállítás költségeit. Ez nem vonatkozik, ha a vásárló hatékonyan gyakorolja a elállási jogát, ha nem felelős azért az okért, ami a kézbesítés lehetetlenségéhez vezetett, vagy ha ideiglenesen nem tudta elfogadni a kínált szolgáltatást, hacsak az eladó nem hirdette meg a szolgáltatást előzetesen ésszerű időn belül. \n 3. Ha a vásárló vállalkozóként lép fel, akkor a megvásárolt áruk véletlen elvesztésének és véletlen romlásának kockázata átszáll a vásárlóra, amint az eladó átadta az árut a szállítónak, fuvarozónak vagy más olyan személynek vagy intézménynek, amelyet a szállítás végrehajtására kijelöltek. Ha a vásárló fogyasztó, akkor az áruk véletlen elvesztésének és véletlen romlásának kockázata általában csak a vásárlóra vagy a jogosult személyre száll át az áru átadásakor. Azonban ettől eltérően az áruk véletlen elvesztésének és véletlen romlásának kockázata is átszáll a vásárlóra, még fogyasztó esetén is, amint az eladó átadta az árut a szállítónak, fuvarozónak vagy más olyan személynek vagy intézménynek, amelyet a szállítás végrehajtására kijelöltek, ha a vásárló megbízta a szállítót, fuvarozót vagy a szállítás végrehajtására kijelölt más személyt vagy intézményt, és az eladó korábban nem nevezte meg ezt a személyt vagy intézményt a vásárlónak. \n 4. Az eladó fenntartja magának a jogot, hogy visszalépjen a szerződéstől, ha a nem megfelelő vagy nem megfelelő önellátás következik be. Ez csak akkor érvényes, ha a nem szállítás nem az eladó hibája, és az eladó gondosan megkötött egy konkrét fedezeti tranzakciót a beszállítóval. Az eladó minden ésszerű erőfeszítést megtesz az áruk beszerzésére. A termékek nem elérhetősége vagy csak részleges elérhetősége esetén a vásárlót azonnal tájékoztatják, és a megtérítést azonnal visszatérítik. \n 5. Logisztikai okok miatt nem lehetséges az önkiszolgálás.",
    "payment": "1. A vételár és a mellékszolgáltatások ára a vásárlás tárgyának átadásakor és a számla átadásakor vagy elküldésekor esedékes.\n 2. A vevő csak akkor számíthat be az eladó követeléseibe, ha a vevő viszontkeresete nem vitatott, vagy jogerős jogcím áll fenn. Ez alól ki vannak zárva a vevő ugyanazon adásvételi szerződésből eredő viszontkövetelései. Visszatartási jogot csak akkor érvényesíthet, ha az ugyanazon szerződéses jogviszonyból származó követeléseken alapul. \n  3. Ha a vevő az esedékes vételárat és a járulékos szolgáltatások díjait nem, vagy nem a szerződésnek megfelelően teszi, az eladó elállhat a szerződéstől és/vagy vétkes kötelességszegés esetén Vevő a teljesítés helyett kártérítést követel, ha sikertelenül tűzött a Vevővel ésszerű teljesítési határidőt, kivéve, ha a határidő kitűzése a szállítási és szállítási feltételek részét képezi. \n  4. A webáruházunkban feltüntetett összes ár tartalmazza a törvényben előírt általános forgalmi adót. \n  5. Ha Svájcból vagy más importvámokat felszámító országból rendel, vegye figyelembe, hogy a HIXA UG (korlátozott felelősség) nem befolyásolja az Ön országában fizetendő vámok vagy adók összegét. Ebben az esetben kérjük tájékozódjon a megrendelés során felmerülő költségekről, amelyek csak az áruk országába történő behozatalakor kerülnek felszámításra. Ezeket a díjakat NEM számolja fel a HIXA UG (korlátozott felelősség), és NEM szerepelnek a szállítási díjban. A vásárló az alábbi fizetési módok közül választhat: számla, azonnali átutalás, utánvét, PayPal vagy bankkártya."
}

}