{
  "ourAddress": "Nasz adres",
  "workingHours": "Godziny otwarcia",
  "delivery": "Dostawa",
  "payment": "Patno",
  "reviews": "Recenzje",
  "language": "Jzyk",
  "theme": "Motyw",
  "personalArea": "Strefa osobista",
  "login": "Logowanie",
  "registration": "Rejestracja",
  "searchPlaceholder": "Szukaj",
  "searchButton": "Szukaj",
  "logout": "Wyloguj si",
  "languages": {
    "english": "",
    "polish": "叼",
    "german": "",
    "hungarian": "HR",
    "ukrainian": "吼"
  },
  "Buttons": {
    "Cart": "W贸zek"
  },
  "Product": {
    "Warning": "Jeli nie jeste pewien czy mechatronika pasuje do Twojego auta, skontaktuj si z nami i nie kupuj towaru!",
    "Detail": "Przedmiot zosta cakowicie zdemontowany, oczyszczony i sprawdzony pod ktem zu偶ycia i pkni. Wszystkie zu偶yte i/lub niedziaajce czci zostay wymienione na nowe lub odnowione. Cz jest funkcjonalnie r贸wnowa偶na nowej czci i nie mo偶na jej odr贸偶ni od nowej czci.",
    "Exchange": "Jest sprzedawany -20% w zamian. Cena dotyczy tylko nieotwartych kontroler贸w, kt贸re nie zostay uszkodzone przez wod, ogie lub uszkodzenia zewntrzne. Musisz wysa swoj mechatronik, a my odelemy Ci now mechatronik. Jeli nie zgadzasz si z tym, nie kupuj.",
    "PartNum": "numer przedmiotu",
    "ProdCode": "Kod produktu",
    "Producer": "Producent",
    "Price": "Cena",
    "addCart": "Dodaj produkt do koszyka",
    "addCartText": "sztuka(y) dodane do koszyka",
    "quantity": "Ilo"
  },
  "SomeDefaultTranslationKey": "Ten produkt jest nieograniczony",
  "Cart": {
    "title": "Koszyk",
    "empty": "Koszyk jest pusty",
    "orderStart": "Wylij zam贸wienie",
    "ordering": "Trwa skadanie zam贸wienia",
    "name": "Imi:",
    "number": "Numer:",
    "city": "Miasto:",
    "brand": "Nazwa produktu",
    "value": "Warto",
    "quantity": "Ilo",
    "price": "Cena",
    "remove": "Usu produkt",
    "totalPrice": "Cakowita cena",
    "orderEnd": "Wyczy koszyk",
    "nameprod": "Marka",
    "code": "Kod produktu"
  },
  "Footer": {
    "info": "Informacje",
    "guarantee": "Gwarancja",
    "send": "Napisz do nas",
    "returnProd": "Zwrot towaru",
    "buyPart": "Kup czci zamienne",
    "telphone1": "+48 506 388 798",
    "telephoneLink1": "+48506388798",
    "telphone2": "+48 452 241 270",
    "telephoneLink2": "+48452241270",
    "facebook": "https://www.facebook.com/profile.php?id=100091810114371",
    "youtube": "https://youtube.com/@HIXA-Service?feature=shared",
    "insta": "https://www.instagram.com/service_tronic/",
    "mail": "hixaservice@gmail.com",
    "schedule": "Godziny pracy dziau sprzeda偶y",
    "workTime": "Pon-pt: 9:00-18:00",
    "weekend": "Sob-niedz: Nieczynne",
    "serviceTime": "Godziny dziau serwisowego",
    "adressTitle": "Nasz adres",
    "adress": "Poudniowa 29, 71-001 Szczecin"
  },
  "emptyCat": "Przepraszamy, nie mamy tego produktu",
  "Registr": {
    "registr": "Rejestracja",
    "email": "E-mail",
    "password": "Haso",
    "complete": "Zarejestruj"
  },
  "PersonalArea": {
    "title": "Obszar osobisty",
    "userInfo": "Informacje o u偶ytkowniku",
    "name": "Imi",
    "phone": "Telefon",
    "city": "Miasto",
    "edit": "Edytuj informacje o u偶ytkowniku",
    "save": "Zapisz zmiany",
    "cancel": "Anuluj",
    "titleOrderHis": "Historia zam贸wie",
    "orderID": "Numer zam贸wienia",
    "numItem": "Liczba przedmiot贸w",
    "code": "Kod",
    "price": "Cena",
    "value": "Warto",
    "hisEmpty": "Brak historii zam贸wie"
  },
  "Catalogs": {
    "catalog": [
      "AISIN WARNER",
      "ALASON",
      "AUDI, VOLKSWAGEN, SKODA",
      "BMW",
      "CHINESE CARS",
      "CHRYSLER, DODGE",
      "CITROEN, PEUGEOT, RENAULT",
      "FORD",
      "GENERAL MOTORS",
      "HALDEX",
      "HONDA",
      "ACURA",
      "HYUNDAI, KIA",
      "JAGUAR",
      "LAND ROVER",
      "MAZDA",
      "MERCEDES-BENZ",
      "MITSUBISHI",
      "NISSAN, INFINITI, JATCO",
      "OPEL",
      "PORSCHE",
      "SSANGYONG",
      "SUBARU",
      "SUZUKI",
      "TOYOTA, LEXUS",
      "VOLVO",
      "ZF",
      "Bloki hydrauliczne",
      "Smary do automatycznych skrzy bieg贸w",
      "Filtr r贸偶nicowy",
      "Czci zamienne do przemiennik贸w momentu obrotowego"
    ],
    "hydroblocsCat": [
      "Zawory w standardowym rozmiarze",
      "Naprawa tulei i zawor贸w",
      "Rozszerzenia",
      "Narzdzia",
      "Odzyskiwanie hydraulicznych pyt",
      "Pyty separatorowe",
      "Tuleje i toki"
    ],
    "filtrationCat": [
      "Adaptery ATF",
      "Dodatkowe adaptery filtr贸w ATF",
      "Szybkie zczki",
      "Dodatkowe zestawy filtracyjne",
      "Chodnice pasowe",
      "Chodnice rurowe",
      "Usugi naprawy rur chodzenia",
      "Zczki",
      "Obciski",
      "W偶e",
      "Termostaty",
      "Rczna prasa hydrauliczna"
    ],
    "instrumentCat": [
      "Narzdzia hydrauliczne",
      "Narzdzia do naprawy elektrozawor贸w",
      "Narzdzia do monta偶u tulei",
      "Narzdzia do naprawy ATF",
      "Narzdzia do czyszczenia blok贸w hydraulicznych",
      "Narzdzia do testowania",
      "Narzdzia do obr贸bki metalu",
      "Materiay czyszczce",
      "Inne urzdzenia"
    ],
    "repairCat": [
      "Naprawa hydrotransformatora",
      "Naprawa bloku hydraulicznego",
      "Naprawa obudowy skrzyni bieg贸w",
      "Naprawa elektrozawor贸w",
      "Naprawa i programowanie sterownik贸w ECU",
      "Naprawa pompy olejowej",
      "Naprawa PowerShift Ford/Volvo",
      "Naprawa skrzyni DSG",
      "Naprawa rur chodzenia",
      "Instalacja dodatkowego filtra",
      "Inicjacja naprawy",
      "Diagnostyka online"
    ],
    "informationCat": [
      "Wysyka i dostawa",
      "Patno",
      "Gwarancja",
      "Kontakty",
      "Zwroty produkt贸w",
      "Przywracamy niezawodno i klarowno transmisjom",
      "Nasi pracownicy",
      "O nas",
      "Oferty pracy"
    ],
    "catalog1": "Katalog",
    "catalog2": "Czci zamienne do blok贸w hydraulicznych",
    "catalog3": "Chodzenie i filtracja",
    "catalog4": "Narzdzia i wyposa偶enie",
    "catalog5": "Naprawa skrzy automatycznych",
    "catalog6": "Informacje"

  },
  "Infornation": {
    "guarantee": "'漏 Prawa autorskie  Alle Rechte vorbehalten. \n  Na 偶danie ustawodawcy informujemy o naszych warunkach gwarancji, kt贸re nie naruszaj przepis贸w prawnych. \n  Zawarto gwarancji: Gwarancja obejmuje wycznie prace wykonane przez firm (ograniczona odpowiedzialno) Wacicielk Ann Likhnienko i Heorhija Szapowalowa. W przypadku wyjtych zdemontowanych jednostek sterujcych, kt贸re s do nas wysyane, koszty monta偶u nie podlegaj gwarancji i nie s refundowane. Jeli dana jednostka sterujca zostaa zamontowana w naszym zakadzie dla klienta, gwarancja obejmuje r贸wnie偶 wyjcie i monta偶. Koszty przegld贸w wykonanych przez firmy zewntrzne nie s refundowane. Gwarancja na urzdzenia wymienne obejmuje wycznie zespoy/elementy wymienione w fakturze. Gwarancja ogranicza si do usterek wymienionych w naszej ofercie dotyczcych pojazdu klienta. Model pojazdu, rok produkcji oraz numer urzdzenia musz by sprawdzone osobicie przez klienta. (Zobacz opis artykuu na naszej stronie internetowej, na eBay lub na eBay Kleinanzeigen)\n  Okres obowizywania: Okres gwarancji rozpoczyna si od daty faktury i wynosi, w zale偶noci od usugi, jeden rok dla urzdze nieotwartych. Okres gwarancji znajduje si w opisie artykuu. Nie naprawiamy jednostek sterujcych ani innych komponent贸w, jeli nie s w stanie oryginalnym lub zostay otwarte. Jednak na wyra藕ne 偶yczenie klienta mo偶emy przeprowadzi napraw tych ostatnich z najlepsz wiedz. Wymaga to zgody zleceniodawcy. W takim przypadku zastrzegamy sobie prawo do nieudzielenia lub ograniczenia gwarancji na urzdzenie, jego monta偶 i nienagann prac \n  Zakres obowizywania: Nasza usuga gwarancyjna jest og贸lnie obowizujca w Niemczech i UE \n  Gwarant: \n  Anna Likhnienko HIXA UG (ograniczona odpowiedzialno)\n  Ul. G盲rtnerstrae 17, 13055 Berlin \n  Przypadek gwarancji: Reklamacj nale偶y zgosi pisemnie lub ustnie. Aby wstpnie oceni, czy to jest usuga gwarancyjna, odpowiednia jednostka musi zosta ponownie odczytana przez klienta i przesana do nas kod bdu wraz z kopi faktury. Po uzyskaniu zgody na przeprowadzenie badania gwarancyjnego, urzdzenie mo偶e zosta nam dostarczone, a usuga gwarancyjna mo偶e by realizowana.'",
    "delivery": "1. Dostawa towar贸w odbywa si za porednictwem przesyki pod wskazany przez klienta adres dostawy, chyba 偶e ustalono inaczej.\n 2. Jeli firma transportowa zwraca wysane towary do sprzedawcy, poniewa偶 nie bya mo偶liwa dostawa do klienta, klient ponosi koszty nieudanej przesyki. Nie dotyczy to sytuacji, gdy klient skutecznie wykonuje swoje prawo do odstpienia od umowy, jeli nie ponosi odpowiedzialnoci za okolicznoci, kt贸re doprowadziy do niemo偶noci dostawy, lub jeli by tymczasowo uniemo偶liwiony przyjcie oferowanej usugi, chyba 偶e sprzedawca zapowiedzia usug w rozsdnym terminie.\n 3. Jeli klient dziaa jako podmiot gospodarczy, ryzyko przypadkowej utraty i przypadkowej pogorszenia jakoci sprzedanych towar贸w przechodzi na klienta, gdy sprzedawca dostarczy przedmiot przewo藕nikowi, spedytorowi lub innej osobie lub instytucji wyznaczonej do wykonania przesyki. Jeli klient jest konsumentem, ryzyko przypadkowej utraty i przypadkowej pogorszenia jakoci sprzedanych towar贸w zazwyczaj przechodzi na klienta lub upowa偶nion osob po przekazaniu towaru. Niemniej jednak, w odstpstwie od tego, ryzyko przypadkowej utraty i przypadkowej pogorszenia jakoci sprzedanych towar贸w przechodzi r贸wnie偶 na klienta, nawet jeli s konsumentami, gdy tylko sprzedawca dostarczy przedmiot przewo藕nikowi, spedytorowi lub innej osobie lub instytucji wyznaczonej do wykonania przesyki, jeli klient zleci przewo藕nikowi, spedytorowi lub innej osobie lub instytucji wykonanie przesyki, a sprzedawca wczeniej nie wymieni tej osoby lub instytucji klientowi.\n 4. Sprzedawca zastrzega sobie prawo do wycofania si z umowy w przypadku nieprawidowego lub nienale偶ytego dostarczenia towaru. Dotyczy to tylko sytuacji, gdy brak dostawy nie jest win sprzedawcy, a sprzedawca zawar konkretn transakcj zabezpieczajc z dostawc z nale偶yt starannoci. Sprzedawca podejmie wszelkie mo偶liwe wysiki, aby zdoby towary. W przypadku braku dostpnoci lub tylko czciowej dostpnoci towar贸w, klient zostanie niezwocznie poinformowany, a wynagrodzenie zostanie zwr贸cone natychmiast.\n 5. Odbi贸r osobisty nie jest mo偶liwy z powod贸w logistycznych.",
    "payment": "1. Cena zakupu oraz ceny usug dodatkowych patne s w momencie przekazania przedmiotu zakupu oraz przekazania lub wysania faktury.\n 2. Kupujcy mo偶e dokona potrcenia z roszczeniami sprzedajcego tylko wtedy, gdy roszczenie wzajemne kupujcego jest bezsporne lub posiada prawomocny tytu. Wykluczone s z tego roszczenia wzajemne kupujcego wynikajce z tej samej umowy kupna. Prawo zatrzymania mo偶e dochodzi tylko w贸wczas, gdy opiera si ono na roszczeniach wynikajcych z tego samego stosunku umownego. \n  3. Je偶eli kupujcy nie zapaci nale偶nej ceny zakupu i cen za usugi dodatkowe lub nie zapaci ich zgodnie z umow, sprzedajcy mo偶e odstpi od umowy i/lub w przypadku zawinionego naruszenia obowizk贸w przez kupujcego Kupujcy, zamiast wykonania wiadczenia 偶da odszkodowania, je偶eli bezskutecznie wyznaczy kupujcemu rozsdny termin wykonania wiadczenia, chyba 偶e wyznaczenie terminu stanowi cz warunk贸w dostawy i wysyki. \n  4. Wszystkie ceny podane w naszym sklepie internetowym zawieraj ustawowy podatek VAT. \n  5. Przy zamawianiu ze Szwajcarii lub innych kraj贸w pobierajcych ca importowe nale偶y pamita, 偶e HIXA UG (ograniczona odpowiedzialno) nie ma wpywu na wysoko ce i podatk贸w nale偶nych w Twoim kraju. W takim przypadku prosimy o zapoznanie si z kosztami poniesionymi w zwizku z zam贸wieniem, kt贸re naliczane s wycznie w przypadku importu towaru do Pastwa kraju. Opaty te NIE s pobierane przez HIXA UG (ograniczona odpowiedzialno) i NIE s ju偶 wliczone w opaty za wysyk. Klient ma do wyboru nastpujce formy patnoci: faktura, przelew natychmiastowy, patno przy odbiorze, PayPal lub karta kredytowa.",
    "aboutMe":"HIXA UG (sp贸ka z ograniczon odpowiedzialnoci) \n ul. G盲rtnerstrae 17\n 13055 Berlin\n Reprezentowane przez Dyrektora Zarzdzajcego: Anna Likhnenko \n \\n Telefon: +4915237711276 \\N \n \\m Email: hixaug@gmail.com \\M \nZarejestrowane w Rejestrze Handlowym Sdu Rejonowego 14057 Charlottenburg (Berlin) \nNumer Rejestru Handlowego: HRB 247686 B \nNumer Identyfikacji Podatkowej VAT: DE361951053",
    "contact":"\\y YouTube \\Y \n \\i Instagram \\I \n  \\f Facebook \\F \n \\n +48 506 388 798 \\N \n \\m Poczta \\M \n \\w Poleska 43, 66-620 Gubin \\W \n",
    "document": "\\a Kontrakt \\A",
    "back": "PRAWO ODSTPIENIA OD UMOWY\nZaktualizowano: pa藕dziernik 2023\n\nA. Prawo odstpienia od umowy dotyczcej dostawy towar贸w konsumentom\n(Konsumentem jest ka偶da osoba fizyczna zawierajca umow w celach niezwizanych g贸wnie z jej dziaalnoci zawodow ani biznesow samodzieln.)\nBelehrzenie o prawie odstpienia\nA.1. Prawo odstpienia\nMasz prawo do odstpienia od umowy w cigu 14 dni bez podawania przyczyny.\nTermin odstpienia wynosi 14 dni od dnia:\n\n    w kt贸rym Ty lub osoba trzecia, inna ni偶 przewo藕nik, przeja(e) rzeczy, jeli zam贸wia(e) jednoczenie kilka rzeczy w ramach jednej transakcji i s one dostarczane oddzielnie;\n    w kt贸rym Ty lub osoba trzecia, inna ni偶 przewo藕nik, przeja(e) ostatni rzecz, jeli zam贸wia(e) kilka rzeczy w ramach jednej transakcji i s one dostarczane oddzielnie;\n    w kt贸rym Ty lub osoba trzecia, inna ni偶 przewo藕nik, przeja(e) ostatni przesyk lub ostatni element, jeli zam贸wia(e) rzecz dostarczan w kilku przesykach lub czciach.\n    Aby skorzysta z prawa odstpienia, musisz nas poinformowa (HIXA UG (haftungsbeschr盲nkt), dyrektor Anna Likhnenko, HIXA UG (haftungsbeschr盲nkt), Liebermannstrae 93, 13088 Berlin, numer telefonu: +4915237711276, adres e-mail: hixaug@gmail.com) jasnym owiadczeniem (np. listem wysanym poczt, faksem lub e-mailem) o Twojej decyzji o odstpieniu od umowy. Mo偶esz skorzysta z zaczonego wzoru formularza odstpienia, cho nie jest to obowizkowe.\n    Aby zachowa termin do odstpienia od umowy, wystarczy wysa nam informacj dotyczc wykonania prawa odstpienia od umowy przed upywem terminu odstpienia od umowy.\n    A.2. Skutki odstpienia\n    W razie odstpienia od umowy, zwracamy Ci wszystkie otrzymane od Ciebie patnoci, w tym koszty dostawy, niezwocznie, nie p贸藕niej ni偶 w cigu 14 dni od dnia otrzymania informacji o Twojej decyzji o odstpieniu od umowy. Do zwrotu u偶yjemy takich samych sposob贸w patnoci, jakie Ty wykorzystaa(e) przy pierwotnej transakcji, chyba 偶e wyra藕nie zgodzilimy si na inne rozwizanie; w ka偶dym przypadku nie poniesiesz 偶adnych opat w zwizku z tym zwrotem.\n    Mo偶emy wstrzyma si ze zwrotem patnoci do chwili otrzymania rzeczy z powrotem lub do czasu dostarczenia nam dowodu jej odesania, w zale偶noci od tego, kt贸re zdarzenie nastpi wczeniej.\n    Musisz odesa lub przekaza nam rzeczy niezwocznie, a w ka偶dym razie nie p贸藕niej ni偶 14 dni od dnia, w kt贸rym poinformowaa(e) nas o odstpieniu od umowy. Termin jest zachowany, jeli odelesz rzeczy przed upywem terminu 14 dni.\n    Ponosisz bezporednie koszty zwrotu rzeczy.\n    Musisz ponie odpowiedzialno tylko za zmniejszenie wartoci rzeczy wynikajce z korzystania z niej w spos贸b inny ni偶 byo to konieczne do stwierdzenia charakteru, cech i funkcjonowania rzeczy.\n    A.3. Wyjtki od prawa odstpienia\n    Prawo odstpienia od umowy nie przysuguje w przypadku um贸w o dostaw towar贸w, kt贸re nie s fabrycznie wykonane i kt贸rych produkcja wymaga indywidualnego wyboru lub okrelenia przez Konsumenta lub kt贸re s jednoznacznie dostosowane do osobistych potrzeb Konsumenta.\n\nB. Prawo odstpienia od umowy dotyczcej wiadczenia usug konsumentom\n(Konsumentem jest ka偶da osoba fizyczna zawierajca umow w celach niezwizanych g贸wnie z jej dziaalnoci zawodow ani biznesow samodzieln.)\nBelehrzenie o prawie odstpienia\nB.1. Prawo odstpienia\nMasz prawo do odstpienia od umowy w cigu czternastu dni bez podawania przyczyny.\nTermin odstpienia wynosi czternacie dni od dnia zawarcia umowy.\nAby skorzysta z prawa odstpienia, musisz nas poinformowa (HIXA UG (haftungsbeschr盲nkt), dyrektor Anna Likhnenko, HIXA UG (haftungsbeschr盲nkt), Liebermannstrae 93, 13088 Berlin, numer telefonu: +4915237711276, adres e-mail: hixaug@gmail.com) jasnym owiadczeniem (np. listem wysanym poczt, faksem lub e-mailem) o Twojej decyzji o odstpieniu od umowy. Mo偶esz skorzysta z zaczonego wzoru formularza odstpienia, cho nie jest to obowizkowe.\nAby zachowa termin do odstpienia od umowy, wystarczy wysa nam informacj dotyczc wykonania prawa odstpienia od umowy przed upywem terminu odstpienia od umowy.\nB.2. Skutki odstpienia\nW razie odstpienia od umowy, zwracamy Ci wszystkie otrzymane od Ciebie patnoci, w tym koszty dostawy (z wyjtkiem dodatkowych koszt贸w wynikajcych z wybrania innej metody dostawy ni偶 najtasza standardowa dostawa oferowana przez nas), niezwocznie i w ka偶dym przypadku nie p贸藕niej ni偶 w cigu czternastu dni od dnia otrzymania informacji o Twojej decyzji o odstpieniu od umowy. Do zwrotu u偶yjemy takich samych sposob贸w patnoci, jakie Ty wykorzystaa(e) przy pierwotnej transakcji, chyba 偶e wyra藕nie zgodzilimy si na inne rozwizanie; w ka偶dym przypadku nie poniesiesz 偶adnych opat w zwizku z tym zwrotem.\nB.3. Wyjtki od prawa odstpienia\nPrawo odstpienia od umowy wygasa w przypadku um贸w o wiadczenie usug, je偶eli przedsibiorca wykona usug w peni, a wykonanie rozpoczo si za Twoj wyra藕n zgod i po uprzedniej informacji, 偶e w przypadku penego wykonania umowy przez przedsibiorc, utracisz prawo do odstpienia od umowy.\n\nC. Wz贸r formularza odstpienia\n(Je偶eli chcesz odstpi od umowy, prosz wypenij ten formularz i odelij go z powrotem.)\n\n    Do HIXA UG (haftungsbeschr盲nkt), Liebermannstrae 93, 13088 Berlin, numer telefonu: +4915237711276, adres e-mail: hixaug@gmail.com:\n    Niniejszym odstpuj od umowy zawartej przeze mnie / nas () na zakup nastpujcych rzeczy () / na wiadczenie nastpujcej usugi (*)\n    Zam贸wiony / otrzymany () dnia ()\n    Imi / imiona i nazwisko Konsumenta (Konsument贸w)\n    Adres Konsumenta (Konsument贸w)\n    Podpis Konsumenta (Konsument贸w) (tylko je偶eli formularz jest przesyany w wersji papierowej)\n    Data\n    (*) Niepotrzebne skreli.\n\nOGLNE WARUNKI HANDLOWE I INFORMACJE DLA KLIENTW\nZaktualizowano: pa藕dziernik 2023\n\nI. Og贸lne Warunki Handlowe\n搂 1 Podstawowe postanowienia\n(1) Poni偶sze warunki dotycz um贸w, kt贸re zawierasz z nami jako dostawc (HIXA UG (haftungsbeschr盲nkt)) poprzez stron internetow https://mehatronikdsg.de/. Chyba 偶e zostao inaczej ustalone, odrzucamy ewentualne Twoje warunki.\n(2) Konsumentem w rozumieniu poni偶szych postanowie jest ka偶da osoba fizyczna, kt贸ra zawiera umow w celach niezwizanych g贸wnie z jej dziaalnoci zawodow ani biznesow samodzieln. Przedsibiorc jest ka偶da osoba fizyczna lub prawna oraz jednostka organizacyjna nieposiadajca osobowoci prawnej, kt贸ra zawiera umow w ramach prowadzonej dziaalnoci gospodarczej lub zawodowej.\n\n[...]\n\nC. Formularz odstpienia od umowy\n(Je偶eli chcesz odstpi od umowy, prosz wypenij ten formularz i odelij go z powrotem.)\n\n    Do HIXA UG (haftungsbeschr盲nkt), Liebermannstrae 93, 13088 Berlin, numer telefonu: +4915237711276, adres e-mail: hixaug@gmail.com:\n    Niniejszym odstpuj od umowy zawartej przeze mnie / nas () na zakup nastpujcych rzeczy () / na wiadczenie nastpujcej usugi (*)\n    Zam贸wiony / otrzymany () dnia ()\n    Imi / imiona i nazwisko Konsumenta (Konsument贸w)\n    Adres Konsumenta (Konsument贸w)\n    Podpis Konsumenta (Konsument贸w) (tylko je偶eli formularz jest przesyany w wersji papierowej)\n    Data\n    (*) Niepotrzebne skreli.\n\nINFORMACJE O KLIENTACH I OGLNE WARUNKI HANDLOWE\nZaktualizowano: pa藕dziernik 2023\n\nI. Og贸lne Warunki Handlowe\n搂 1 Podstawowe postanowienia\n(1) Poni偶sze warunki dotycz um贸w, kt贸re zawierasz z nami jako dostawc (HIXA UG (haftungsbeschr盲nkt)) poprzez stron internetow https://mehatronikdsg.de/. Chyba 偶e zostao inaczej ustalone, odrzucamy ewentualne Twoje warunki.\n(2) Konsumentem w rozumieniu poni偶szych postanowie jest ka偶da osoba fizyczna, kt贸ra zawiera umow w celach niezwizanych g贸wnie z jej dziaalnoci zawodow ani biznesow samodzieln. Przedsibiorc jest ka偶da osoba fizyczna lub prawna oraz jednostka organizacyjna nieposiadajca osobowoci prawnej, kt贸ra zawiera umow w ramach prowadzonej dziaalnoci gospodarczej lub zawodowej.\n搂 2 Zawarcie umowy\n(1) Przedmiotem umowy jest sprzeda偶 towar贸w i/lub wiadczenie usug naprawczych.\n(2) Ju偶 z chwil umieszczenia danego produktu na naszej stronie internetowej skadamy Ci wi偶c ofert zawarcia umowy na podstawie systemu koszyka internetowego zgodnie z warunkami podanymi w opisie produktu.\n(3) Umowa zostaje zawarta za porednictwem systemu koszyka internetowego w nastpujcy spos贸b:\nTowary i/lub usugi naprawcze przeznaczone do zakupu s dodawane do \"koszyka\". Mo偶esz otworzy \"koszyk\" za pomoc odpowiedniego przycisku na pasku nawigacyjnym i dokonywa w nim dowolnych zmian w dowolnym momencie.\nPo przejciu na stron \"kasa\" i podaniu danych osobowych oraz warunk贸w patnoci i dostawy zostan wywietlone dane zam贸wienia jako podsumowanie zam贸wienia.\nJeli korzystasz z systemu patnoci natychmiastowych (np. PayPal / PayPal Express, Amazon-Payments, Sofort眉berweisung), zostaniesz przekierowany albo na stron podsumowania zam贸wienia w naszym sklepie internetowym, albo na stron dostawcy systemu patnoci natychmiastowych.\nJe偶eli nastpi przekierowanie do danego systemu patnoci natychmiastowych, dokonasz tam wyboru lub wprowadzenia swoich danych. Nastpnie dane zam贸wienia zostan wywietlone na stronie internetowej dostawcy systemu patnoci natychmiastowych lub po powrocie do naszego sklepu internetowego.\nPrzed wysaniem zam贸wienia masz mo偶liwo jeszcze raz sprawdzenia, zmiany (tak偶e za pomoc przycisku \"wstecz\" przegldarki internetowej) lub anulowania zam贸wienia w podsumowaniu zam贸wienia.\nPrzesanie zam贸wienia za pomoc odpowiedniego przycisku (\"zam贸wienie z obowizkiem zapaty\" lub podobnej nazwy) stanowi wi偶ce owiadczenie o przyjciu oferty i zawarcia umowy.\n(4) Twoje proby o przygotowanie oferty s dla Ciebie niezobowizujce. Skadamy Ci wi偶c ofert w formie tekstowej (np. e-mailem), kt贸r mo偶esz zaakceptowa w cigu 5 dni (chyba 偶e w ofercie okrelono inny termin).\n(5) Przetwarzanie zam贸wienia i przekazywanie wszystkich informacji wymaganych do zrealizowania umowy odbywa si drog elektroniczn, czciowo zautomatyzowan. Musisz wic zapewni, 偶e Tw贸j adres e-mail, kt贸ry podae nam, jest waciwy, 偶e odbierasz e-maile, a ich odbi贸r nie jest uniemo偶liwiony przez filtrowanie SPAM lub odbieranie e-maili.\n搂 3 Jzyk, przechowywanie tekstu umowy\n(1) Jzykiem umowy jest polski.\n(2) Tekst umowy nie jest przez nas przechowywany w formie tekstowej po zawarciu umowy. Natomiast masz mo偶liwo wydruku lub zapisania tekstu umowy przed zo偶eniem zam贸wienia za pomoc systemu operacyjnego Twojego urzdzenia (za pomoc przycisku drukowania przegldarki internetowej lub opcji zapisywania).\n(3) Dla wasnych cel贸w bezpieczestwa przechowujemy tekst umowy, do kt贸rego jednak nie masz dostpu.\n\n[...]\n\nIII. Informacje dla klient贸w dotyczce prawa odstpienia od umowy dotyczcej dostawy towar贸w\nPrawo odstpienia od umowy\n(1) Konsument ma prawo odstpi od umowy w cigu 14 dni bez podawania przyczyny.\n(2) Termin odstpienia wynosi 14 dni od dnia, w kt贸rym Ty lub osoba trzecia, inna ni偶 przewo藕nik, przeja(e) rzeczy, jeli zam贸wia(e) jednoczenie kilka rzeczy w ramach jednej transakcji i s one dostarczane oddzielnie.\n(3) Aby skorzysta z prawa odstpienia, musisz nas poinformowa (HIXA UG (haftungsbeschr盲nkt), dyrektor Anna Likhnenko, HIXA UG (haftungsbeschr盲nkt), Liebermannstrae 93, 13088 Berlin, numer telefonu: +4915237711276, adres e-mail: hixaug@gmail.com) jasnym owiadczeniem (np. listem wysanym poczt, faksem lub e-mailem) o Twojej decyzji o odstpieniu od umowy. Mo偶esz skorzysta z zaczonego wzoru formularza odstpienia, cho nie jest to obowizkowe.\n(4) Aby zachowa termin do odstpienia od umowy, wystarczy wysa nam informacj dotyczc wykonania prawa odstpienia od umowy przed upywem terminu odstpienia od umowy.\n\n[...]\n\nIV. Informacje dla klient贸w dotyczce prawa odstpienia od umowy dotyczcej wiadczenia usug\nPrawo odstpienia\n(1) Masz prawo do odstpienia od umowy w cigu czternastu dni bez podawania przyczyny.\n(2) Termin odstpienia wynosi czternacie dni od dnia zawarcia umowy.\n(3) Aby skorzysta z prawa odstpienia, musisz nas poinformowa (HIXA UG (haftungsbeschr盲nkt), dyrektor Anna Likhnenko, HIXA UG (haftungsbeschr盲nkt), Liebermannstrae 93, 13088 Berlin, numer telefonu: +4915237711276, adres e-mail: hixaug@gmail.com) jasnym owiadczeniem (np. listem wysanym poczt, faksem lub e-mailem) o Twojej decyzji o odstpieniu od umowy. Mo偶esz skorzysta z zaczonego wzoru formularza odstpienia, cho nie jest to obowizkowe.\n(4) Aby zachowa termin do odstpienia od umowy, wystarczy wysa nam informacj dotyczc wykonania prawa odstpienia od umowy przed upywem terminu odstpienia od umowy.\n\n[...]\n\nV. Wz贸r formularza odstpienia od umowy\n(Je偶eli chcesz odstpi od umowy, prosz wypenij ten formularz i odelij go z powrotem.)\n\n    Do HIXA UG (haftungsbeschr盲nkt), Liebermannstrae 93, 13088 Berlin, numer telefonu: +4915237711276, adres e-mail: hixaug@gmail.com:\n    Niniejszym odstpuj od umowy zawartej przeze mnie / nas () na zakup nastpujcych rzeczy () / na wiadczenie nastpujcej usugi (*)\n    Zam贸wiony / otrzymany () dnia ()\n    Imi / imiona i nazwisko Konsumenta (Konsument贸w)\n    Adres Konsumenta (Konsument贸w)\n    Podpis Konsumenta (Konsument贸w) (tylko je偶eli formularz jest przesyany w wersji papierowej)\n    Data\n    (*) Niepotrzebne skreli."
}

}
